[Main]
DisplayName=Türkçe

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Uyarı
lbl_Warnning_Detail.caption=Bu bilgisayar programı telif hakkı kanunu ve uluslararası anlaşmalar ile korunmaktadır.
lbl_copyright.caption=© IObit. Tüm hakları saklıdır.
lbl_Thanks_Title.caption=Aşağıdaki kişilere üstün katkılarından dolayı özellikle teşekkür ederiz :
rdhtmlEula.caption=<a>SKLA</a> | <a>Gizlilik Politikası</a>
Instructions_M=Kaldırma Yönergeleri
lblAcknow.caption=Teşekkürler

[ActionCenter_M]
M_HideAC=Gizle
M_ShowAC=Göster
M_AC_Tips=Önerilen programlar ile daha iyi güvenlik koruması ve PC verimliliği alın.
M_ShowACTitle2=Uyarı!
M_ShowACDesc=Diğer önerilen programları görüntülemek için "Göster" tıklayın. Daha iyi güvenlik koruması ve PC verimliliği almak için onları kurun.
M_LearnRecommendNote=Şu an önerilen program yok.
M_LearnRecommendDesc=Daha fazla ilgilenebileceğiniz daha çok ürünü görmek için lütfen "Daha çok öğren" tıklayın.
M_none=Yok
M_Fix=Şimdi kur
M_LearnMore=Daha çok öğren
M_Install=Şimdi kur
M_fixing=Kuruyor
M_Updating=Güncelliyor
M_failed=Başarısız
M_RuningWell=En son sürüm kuruldu
M_Outdated=Güncel değil
M_NotInstalled=Kurulmadı
M_Insatlled=Kuruldu
M_Update=Şimdi güncelle
M_ASCCaption=Sistem Verimliliği
M_ASCInfo_NotIns=PC'nizde kayıt hataları, gizlilik sorunları ve çöp dosyalar bulundu.
M_ASCInfo_UpToDate=Advanced SystemCare PC'nizi 1-tıkla hızlandırır ve eniyiler.
M_ASCInfo_NeedUpDate=Advanced SystemCare güncel değil.
M_RunASC=Şimdi Tara
M_ASCOffer=PC'yi 1-tıkla Koruma ve Eniyileme.<br>PC'nizin hızını 200%'e kadar daha arttırma.<br>İnternet'i 300%'e kadar daha hızlandırma.<br>Daha düzgün PC için PC durumunu gerçek zamanlı izleme.<br>PC'nizi sıradan casus yazılımlara karşı koruma.
M_IMFCaption=Kötücül Koruma
M_IMFInfo_NotIns=IObit'in anti-casus yazılım programını kurarak daha iyi koruma alın.
M_IMFInfo_UpToDate=IObit Malware Fighter PC'nizi çeşitli kötücüllere karşı korur.
M_IMFInfo_NeedUpDate=Anti-casus yazılım programınız güncel değil.
M_RunIMF=Şimdi Tara
M_IMFOffer=Her türlü kötücüle karşı kapsamlı gerçek-zamanlı koruma.<br>Hızlı tarama ve etkin tehdit algılama ve kaldırma.<br>Fidye yazılım saldırılarını önceden tedbir alarak önleme.<br>Güvenli çevrimiçi gezinim ve indirme.<br>Diğer güvenlik yazılımlarıyla tamamen uyumlu.
M_DBCaption=Sürücü Güncelleyici
M_DBInfo_NotIns_C=Daha kararlı PC keyfi için güncel olmayan sürücüleri güncelleyin ve kayıp ve hatalı sürücüleri düzeltin.
M_DBInfo_NotIns=PC'nizi yavaşlatacak ve dengesizleştirecek güncel olmayan sürücüler olabilir.
M_DBInfo_UpToDate=Driver Booster PC'nizdeki güncel olmayan tüm sürücüleri günceller.
M_DBInfo_NeedUpDate=Sürücü güncelleme programınız güncel değil.
M_DBDesc=PC'nizdeki tüm güncel olmayan sürücüleri güncelleyin.
M_RunDB=Şimdi Tara
M_DBOffer=Daha Geniş Sürücü Veritabanı (18,000,000+).<br>WHQL Sürücülerini 1-Tık ile Güvenle Güncelleme.<br>Daha İyi Oyun Deneyimi.<br>Ağ Arızasını, Ses Yokluğunu, Kötü Çözünürlüğü, vb. Düzeltme.<br>Sistem Donmalarını ve Çökmelerini Azaltma.
M_SDCaption=Disk Eniyileme
M_SDInfo_NotIns=Daha hızlı PC başlangıcı ve daha hızlı dosya erişimi için disklerinizi eniyileyin.
M_SDInfo_UpToDate=Smart Defrag diskinizi yüksek verimlilik için birleştirir.
M_SDInfo_NeedUpDate=Disk birleştirme programınız güncel değil.
M_RunSD=Şimdi Birleştir
M_SDOffer=Daha Yüksek Dosya Erişim Hızı.<br>En Yüksek Sabit Disk Verimliliği.<br>PC Başlangıç İvmesini 100%'e kadar daha Arttırma.<br>Oyunları Daha İyi Oyun Deneyimi için Eniyileme.
M_DLCaption=Şifre Yönetici
M_DLInfo_NotIns=Tüm şifrelerinizi Dashlane Password Manager ile koruyun ve yönetin.
M_DLInfo_UpToDate=Güvenli ve emin Dashlane ile şifrenizi hiç bir zaman unutmayın.
M_RunDL=Yönet
M_DLOffer=Şifrelerinizi yönetmek için basit, güvenli yol.<br>Hesaplarınızı korumak için eşsiz şifreler yaratma.<br>Sık kullanılan web sayfalarınızda otomatikman oturum açma.<br>Windows, Mac, iOS ve Android için.
M_RunIOT=Şimdi Yönet
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=iPhone verilerini aktarma, iPhone'nunuzu temizleme ve hızlandırma.
M_IOTInfo_UpToDate=iPhone verilerini aktarma, iPhone'nunuzu temizleme ve hızlandırma.
M_IOTInfo_NeedUpDate=IOTransfer güncel değil.
M_IOTTip=IOTransfer'in söz verdikleri :<br>+ iPhone müzüğini PC/iTunes'a aktarma<br>+ Tüm fotoğraflarınızı kolaylıkla yönetme<br>+ iPhone içeriğini yedekleme/geri yükleme<br>+ Seçkin teknik destek
M_IOTOffer=En iyi iPhone/iPad yönetim aracınız.<br>iPhone/iPad'den PC'ye 1-tıkla veri aktarımı.<br>Çevrimiçi video indirme ve onları çeşitli dosya biçimlerine dönüştürme.<br>iOS aygıtının alanını sebest bırakmak için kolayca ve güvenle çöp dosya temizleme.<br>İOS cihazı ve PC arasında kablosuz içerik aktarımı.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion sizi dolandırıcı ve kötücül sitelere karşı korur.
M_AdawareInfo_UpToDate=Web Companion sizi dolandırıcı ve kötücül sitelere karşı korur.
M_AdawareOfferDesc=İnternet Korumamı geliştirmek için Web Companion kur ve uyumlu tarayıcılarda Microsoft™ programı olan Bing® programını anasayfam, yeni sekmeler, ve varsayılan arama motoru olarak ata.
M_AdawareOffer=Kurması hızlı ve kolay.<br>Dolandırıcılığa-Karşı Koruma.<br>Gerçek-Zamanlı Web Koruma.<br>Çoklu-Tarayıcı Uyumlu.
M_AomeiCaption=Yedekleme Yazılımı
M_AomeiInfo_NotIns=Sistemi ve sabit diskleri yedeklemek için en üstün yedekleme çözümü.
M_RunOpera=Şimdi Çalıştır
M_OperaCaption=Opera Tarayıcı
M_OperaInfo_NotIns=Yerleşik reklam engelleyicili hızlı ve güvenli tarayıcı.
M_OperaInfo_UpToDate=Yerleşik reklam engelleyicili hızlı ve güvenli tarayıcı.
M_OperaOffer=Web sayfalarını 90%'a kadar daha hızlı yüklemek için reklamları engelleme.<br>Bir saate kadar daha uzun gezinim.<br>Bedelsiz VPN ile daha çok özelinizde gezinim alın.
M_SUCaption=Yazılım Güncelleyici
M_SUInfo_NotIns=Sizin için önemli tüm proramları güncellemek için 1-tık.
M_SUInfo_NotIns_C=%d program güncel değil. Onları bir-tıkla güncellemek için IObit Software Updater kurun.
M_SUInfo_NotIns_C1=1 program güncel değil. Onu bir-tıkla güncellemek için IObit Software Updater kurun.
M_SUInfo_UpToDate=IObit Software Updater tüm önemli programlarınızı güncel tutar.
M_SUOffer1=Eski programları en erken zamanda otomatik olarak güncelleyin.<br>Tüm program güncellemelerini yapmak için 1-kez tıklayın.<br>İstediğiniz tüm popüler programları yüklemek için 1- kez tıklayın.<br>Tüm testlerden geçmiş temiz programlar, paket yazılım yoktur.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Daha hızlı ve daha düzgün oyun deneyimi için saniyedeki resim sayısını (FPS) arttırmak üzere 1-tık.
M_SMGBInfo_UpToDate=Daha hızlı ve daha düzgün oyun deneyimi için saniyedeki resim sayısını (FPS) arttırmak üzere 1-tık.
M_SMGBInfo_NeedUpDate=Smart Game Booster güncel değil.
M_SMGBOffer=Oyun deneyimini geliştirmek için saniyedeki resim sayısını (FPS) arttırma.<br>Donanım ısısını gerçek zamanda izleme.<br>Oyunlarınızı kolaylıkla yönetme.<br>Daha iyi oyun deneyimi için sistemi eniyileme.<br>Güncel olmayan sürücüyü güncelleme.
M_RunSMGB=Şimdi Arttır
M_ISRCaption=iTop Ekran Kaydedici
M_ISRInfo_NotIns=PC ekranınızı yüksek kalitede ve ücretsiz olarak kaydedin. Kayıt yapma sınırı yok.
M_ISRInfo_UpToDate=PC ekranınızı yüksek kalitede ve ücretsiz olarak kaydedin. Kayıt yapma sınırı yok.
M_ISRInfo_NeedUpDate=iTop Ekran Kaydedici güncel değil.
M_ISROffer=Görüntülü toplantıları herhangi bir dosya biçiminde kaydedin<br>Kalite kaybı olmadan 4K film ve müzik kaydedin<br>1080P/60 FPS'de gecikmesiz oyun yakalama<br>Web kamerası kaydınızı kişiselleştirin<br>Güçlü Video Düzenleyici ve çok yönlü ekran görüntüsü aracı
M_ISROffer1=Görüntülü toplantıları herhangi bir dosya biçiminde kaydedin.<br>Kalite kaybı olmadan 4K film ve müzik kaydedin.<br>Çevrimiçi kursları kaydedin, eğitim videoları oluşturun.<br>1080P/60 FPS'de gecikmesiz oyun yakalama.<br>Güçlü düzenleyici ile videoları kolayca düzenleyin.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Çevrimiçi güvenlik için ücretsiz, hızlı, güvenli VPN hizmetini deneyin.
M_iTopInfo_NotIns=Çevrimiçi güvenlik için 100% ücretsiz, hızlı, güvenli VPN hizmeti.
M_iTopInfo_UpToDateBeta=Çevrimiçi güvenlik için ücretsiz, hızlı, güvenli VPN hizmetini deneyin.
M_iTopInfo_UpToDate=Çevrimiçi güvenlik için 100% ücretsiz, hızlı, güvenli VPN hizmeti.
M_iTopInfo_NeedUpDate=iTop VPN güncel değil.
M_iTopOfferBeta=İnternetin keyfini sınırlar olmadan çıkarın <br>Dünya çapındaki yayın yapan web sitelerine erişin <br>Bölge kilitli oyunları her yerde oynayın <br>IP adresinizi herkese açık Wi-Fi'da gizleyin <br>100% ücretsiz, ultra hızlı ve sınıfının en iyisi şifreleme
M_iTopOffer2=Gizlilik - İnternet yaparken anonim kalın.<br>Güvenlik - IP adresinizi gizleyin ve İnternet bağlantınızı şifreleyin.<br>Hızlı - Adeta yıldırım hızında internetin keyfini çıkarın.<br>Ücretsiz - Web sitelerinin engellemesini kaldırın ve ücretsiz bir şekilde yayın yapın.<br>Kısayollar - Netflix, HBO, PUBG'ye hızlı erişim...
M_RuniTop=Şimdi çalıştır
M_IVBCaption=iTop VPN Tarayıcısı
M_IVBInfo_NotIns=Hızlı, özel, reklamsız, yerleşik VPN'li gizli tarayıcı.
M_IVBInfo_UpToDate=Hızlı, özel, reklamsız, yerleşik VPN'li gizli tarayıcı.
M_IVBInfo_NeedUpDate=iTop VPN Tarayıcısı güncel değil.
M_IVBOffer=Alışveriş ve bankacılık verilerinizin güvenliğini sağlayın<br>IP'nizi gizleyin ve çevrimiçi verilerinizi şifreleyin<br>Özel ve yüksek hızlı VPN kanalı<br>Çevrimiçi izleri gerçek zamanlı olarak temizleyin ve parçalayın<br>Kötü amaçlı web sitelerini ve bağlantıları engelleyin<br>Hızlı ve güvenli tarama için reklamları engelleyin
M_RunIVB=Şimdi çalıştır
M_DPMCaption=DualSafe Parola Yöneticisi
M_DPMInfo_NotIns=Dijital yaşamınız için gerekli olan parolaları yönetmenin güvenli, basit ama ücretsiz bir yolu.
M_DPMInfo_UpToDate=Dijital yaşamınız için gerekli olan parolaları yönetmenin güvenli, basit ama ücretsiz bir yolu.
M_DPMInfo_NeedUpDate=DualSafe Password Manager eski.
M_DPMOffer=Sınırsız - Sınırsız şifre, ödeme vb. kaydedin.<br>Basit - Şifreleri basit tıklamalarla otomatik kaydetme ve otomatik doldurma<br>Güvenilir - Güçlü, benzersiz şifreler oluşturun<br>Güvenli - Verilerinizi sınıfının en iyisi şifreleme ile saklayın<br>Otomatik - Otomatik senkronizasyon ile sınırsız cihaza erişim
M_DPMDescriptionSH=Aşağıdaki önerilen programlarla PC'yi daha güvenli ve hızlı oluşturun:
M_DPMInstallSH=Şimdi deneyin
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Dağınık bir masaüstüne veda edin, daha verimli bir çalışma alanının keyfini çıkarın.
M_IEDInfo_UpToDate=Dağınık bir masaüstüne veda edin, daha verimli bir çalışma alanının keyfini çıkarın.
M_IEDInfo_NeedUpDate=iTop Easy Desktop güncel değil.
M_IEDOffer=Masaüstü dosya ve klasörlerini Kutularla düzenleyin<br>Hızlı erişim için bir klasör portalı oluşturun<br>Daha düzenli masaüstü için Hızlı Gizle<br>Masaüstünüzü kendi stilinize göre kişiselleştirin<br>Kısayol tuşlarıyla Hızlı Arama ve Hızlı Erişim
M_PDFCaption=iTop PDF Ücretsiz
M_PDFInfo_NotIns=PDF düzenleme, dönüştürme ve diğer PDF görevleri için tek noktadan çözüm.
M_PDFInfo_UpToDate=PDF düzenleme, dönüştürme ve diğer PDF görevleri için tek noktadan çözüm.
M_PDFInfo_NeedUpDate=iTop PDF Free güncel değil.
M_PDFOffer=Word, Excel, görüntüleri PDF'lere dönüştürün<br>Metinleri, resimleri, damgaları ve diğer öğeleri düzenleyin<br>PDF sayfalarınızı sayfaları karıştırır gibi düzenleyin<br>Daha fazlasını yapın: birleştirin, sıkıştırın, e-İmza, form doldurma
M_TDPCaption=En İyi Veri Koruyucu
M_TDPInfo_NotIns=Kişisel klasörlerinizi ve verilerinizi koruyun, kilitleyin ve gizleyin. Hızlı ve Güvenli!
M_TDPInfo_UpToDate=Kişisel klasörlerinizi ve verilerinizi koruyun, kilitleyin ve gizleyin. Hızlı ve Güvenli!
M_TDPInfo_NeedUpDate=En İyi Veri Koruyucu güncel değil.
M_IPBCaption=iTop Özel Tarayıcı
M_IPBInfo_NotIns=İzleyici yok, kimlik avı yok, reklam yok, yerleşik VPN'li gizli tarayıcı.
M_IPBInfo_UpToDate=İzleyici yok, kimlik avı yok, reklam yok, yerleşik VPN'li gizli tarayıcı.
M_IPBInfo_NeedUpDate=iTop Özel Tarayıcı güncel değil.
M_IPBOffer=Özel - Reklam verenlerden ve devletten gelen izlemeleri durdurun<br>Emniyetli - Parmak izini koruyun. Kimlik avı sitelerini engelleyin<br>Temizle - Çevrimiçi reklamları engelleyin. İzlerinizi otomatik olarak parçalayın<br>Ücretsiz VPN - 100% ücretsiz VPN. Dünya çapında 1800'den fazla sunucu
M_IDRCaption=iTop Veri Kurtarma
M_IDRInfo_NotIns=Her türlü kayıp veriyi her durumda sizin için kurtarın.
M_IDRInfo_UpToDate=Her türlü kayıp veriyi her durumda sizin için kurtarın.
M_IDRInfo_NeedUpDate=iTop Veri Kurtarma güncel değil.
M_IDROffer=Belgeleri, fotoğrafları, müzikleri vb. kurtarın.<br>HDD'lerden, SSD'lerden ve USB'den veri kurtarın.<br>Bozulma, silinme veya biçimlendirmeden kurtarın.<br>Kolay yedekleme ve bir daha veri kaybı yok.
M_RPMCaption=RoboForm Şifre Yönetici
M_RPMInfo_NotIns=Bir daha hiç bir zaman şifrenizi hatırlamaya veya tuşlamaya gereksinim duymayacaksınız.
M_RPMInfo_UpToDate=RoboForm Şifre Yönetici ile şifre yazmaya güle güle deyin.
M_RPMOffer=Web sitelerinde tek bir tık ile oturum açma.<br>Güçlü ve benzersiz şifreler yaratma.<br>AES-256 ikil şifreleme kullanma ve 2FA için destek.<br>Windows, Mac, iOS, Android, ve tüm başlıca tarayıcılar için.<br>Bir tarayıcıdan veya başka bir şifre yöneticiden içeri aktarma.
M_RunRPM=Yönet
M_Moffer_Title1=Seçmeli Teklif
M_Close=Kapat
M_Cancel=İptal et
M_Moffer_Install=Kur
M_Moffer_NoteEP="Kur" tıklamakla, %s kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a> nı kabul etmiş olursunuz.
M_Moffer_Refund=<a>Not :</a> 30 gün içersinde geri ödeme alabilirsiniz. <a>Geri ödeme Politikası</a> nı okuyun.
M_Extract_IOT=IObit Tavsiyesi
M_IEDOffer_New2=Simgeleri, dosyaları ve klasörleri gruplara otomatik olarak sıralayın<br>İhtiyaç duyduğunuz zaman herhangi bir dosyayı anında bulun<br>Duvar kağıdını, imleci, görev çubuğunu ve daha fazlasını özelleştirin<br>Elverişli widget'lar ile çalışma akışınızı yeniden ele alın<br>ChatAI - ücretsiz akıllı ve kişisel asistanınız

M_IVCDesc=Yüzlerce ses modeliyle sesinizi gerçek zamanlı olarak değiştirin.
M_IVCOffer=Gerçek zamanlı ses değiştiricinin keyfini kolayca çıkarın<br>Yüzlerce ses modeline erişin<br>Özel sesinizi zahmetsizce oluşturun<br>Müzikleri, videoları ve kayıtları sorunsuz bir şekilde yeniden seslendirin<br>Discord, Steam, Roblox, Zoom ve daha fazlasını destekleyin
M_IVCtip=Söz Veriyoruz:<br>Gerçek zamanlı ses değiştiricinin keyfini kolayca çıkarın<br>Yüzlerce ses modeline erişin<br>Özel sesinizi zahmetsizce oluşturun<br>Müzikleri, videoları ve kayıtları sorunsuz bir şekilde yeniden seslendirin<br>Discord, Steam, Roblox, Zoom ve daha fazlasını destekleyin

[AutoUpdate_M]
lan_Downloading_M=İndiriyor
lan_Speed_M=İndirme Hızı : %s
Lan_Finish_M=Sonlandı
Lan_Congratulation_M=Tebrikler!
Lan_UpdateFail_M=Güncelleme başarısız! Lütfen daha sonra tekrar deneyin.
Lan_UpdateSuccess_M=IObit Uninstaller güncellendi. En son özelliklerin ve gelişmelerin zevkini şimdi çıkarabilirsiniz.
Lan_UpdateNew_M=Zaten sizde en son sürüm var. Kullanılabilir güncelleme yok.
Lan_UpdateFreeInfo_M=Kullanılabilir IObit Uninstaller yeni sürümü var.
Lan_UpdateFreeDownInfo_M=En son özellikleri ve gelişmeleri almak için onu şimdi güncelleyin. Bedelsizdir.
Lan_Sure_M=Güncellemeyi iptal edeceğinizden emin m isiniz?
Lan_Download_M=İndir
Lan_Getting_M=Güncelleme bilgisi alınıyor, lütfen bekleyin…
Lan_LVheardOne_M=Kullanılabilir Güncellemeler
Lan_LVheardTwo_M=Yeni Sürüm
Lan_LVheardThree_M=Boyut
Lan_historyInfo_M=IObit Uninstaller %s şimdi kullanılabilir. En son özelliklerin ve gelişmelerin zevkini çıkarm ak için onu şimdi güncelleyin!
Lan_UpdateNow_M=Şimdi Güncelle
Lan_UpdateLater_M=Sonra Güncelle
lan_WhatNew_M=Yenilikler
Lan_NewReady_M=Teni sürüm hazır
Lan_Title=IObit Uninstaller Güncelleyici
lblAuto_Update=IObit Uninstaller yakında otomatik olarak IObit Uninstaller %s sürümüne güncellenecek.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Gönder
lblErrorDetails.Caption=Hata Ayrınrıları :
lblUserEmail.Caption=E-posta adresiniz :
lblSuccTips1.Caption=Başarıyla gönderildi! Bu problemi çözmek için olabildiğince çabuk elimizden geleni yapacağız.
btnClose.Hint=Kapat

[SendBugReportNew_M]
M_AskUserTips1=bir problemle karşılaştı. Bu problemi çözmemize yardımcı olmak için hata ayıklama dosyasını bize otomatikman göndermek üzere lütfen 'Göder'e tıklayın. <a>Gizlilik Politikası</a>
M_BugStatisticsTips=bir problem ile karşılaştı ve kapanması gerekir. Sebebini şimdi analiz ediyoruz. Lütfen bekleyin…
M_SendingTips=Gönderiyor…
M_AttentionTips1=bir problemle karşılaştı. Bu problemi çözmemize yardımcı olmak için hata ayıklama dosyasını bize otomatikman göndermek üzere lütfen 'Tamam'a tıklayın. <a>Gizlilik Politikası</a>
M_InvalidEmailTips1=Geçersiz e-posta adresi! Lütfen geçerli e-postanızı girin, böylece sizinle temasa geçebilelim.
M_OKTips=Tamam

[Uninstaller_frm_CrRestore]
Restoring_Caption=Resmi sürüm alınıyor…
RestoreSuccess_Caption=Resmi IObit Uninstaller'ı başarıyla kurdunuz!
RestoreFailed_Caption=Resmi IObit Uninstaller'ı indirme başarısız. Onu tekrar indirmek için lütfen resmi websitemize gidin.
Run_Button=Şimdi Çalıştır
Download_Button=Şimdi İndir

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Gayri resmi bir IObit Uninstaller çalıştırıyorsunuz.
lbl_SecondTitle.caption=Gayri resmi IObit Uninstaller artık çalışmayacaktır.
lbl_HarmInfo.caption=Sadece PC verimliliğinize zarar vermekle kalmayıp, ayrıca onun sebep olduğu sistem güvenlik zayıflığı dolayısıyla gizliliğinizi sızdıracaktır.
lbl_OfficialInfo.caption=Gizliliğinizi ve PC'nizi güçlü koruma altına almak için resmi IObit Uninstaller'ı şimdi alın.
htmlLabel_Text.caption=Pro sürümü almak için size Ayrıcalıklı <a>75%</a> İNDİRİMİN Zevkini çıkarın.
btn_GetPro.caption=Get PRO Alın
btn_GetFree.caption=Bedelsiz Alın

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Gizliliğinizi ve PC'nizi güçlü koruma altına almak için <a>resmi IObit Uninstaller PRO'yu $0 bedelle</a> bugün al.
btn_GetPro_before=Pro'yu $0 bedelle al

[Detain_M]
M_MianTitle=IObit Uninstaller'ın size yardımları :
M_QuestionString=Onu kaldırmak istediğinizden emin misiniz?
M_btnok=Yine de Kaldır
M_btnCancel=Kalsın istiyorum
M_UninstallCaption=Programları kaldır
M_DiskCaption=Disk alanı sakla
M_RegCaption=Kayıt girişlerini sil
M_FixCaption=Yazılım sorunlarını düzeltin

[Survey_M]
Title_M=Anketi Kaldır
Info_M=Gittiğinizi gördüğümüz için üzgünüz. Lütfen bu kısa anketi doldurarak IObit Uninstaller'ı geliştirmemize yardımcı olun. Görüşleriniz bizim için çok değerli.
Question_M=IObit Uninstaller'ı neden kaldırıyorsunuz?
1_M=Kaldırma işlemi tamamlanmadı (her şey silinmedi)
2_M=Normal bir şekilde çalışmıyor
3_M=Çok fazla reklam ve paket yazılım var
4_M=Sadece bir sorunu çözmek için kurdum ve artık buna ihtiyacım yok
5_M=Daha iyi bir alternatif buldum
6_M=Diğer (lütfen belirtin)
Button_M=Kaldırmaya Devam Et

[Uninstaller_M]
MenuRight_Caption=Güçlü Kaldırma
Explorer_Button=Dosya Öğütücü
Controlpanel_Button=Güçlü Kaldırma

[ACD_M]
M_Downloading=İndiriyor…:
M_TipFixing=Düzeltiyor…
M_Tips=İndirme işlemi devam ediyor. Ayrıntıları görüntülemek için simgeyi çift tıklayın.
M_Installing=Kuruyor…:
M_MD5Faild=İndirilen dosya bozuk. Lütfen daha sonra tekrar deneyin.
M_NetError=İndirme, ağ hatasından dolayı başarısız. Lütfen daha sonra tekrar deneyin!
M_DirError=Yazma izni olmadığı için dosya indirilemedi. Yeni bir klasör değiştirmek için lütfen Ayarlar'a gidin ve tekrar deneyin.
M_DiskIsFull=Yetersiz disk alanı!
M_Speed=Hız :
M_AreSureEx=İndirmeyi iptal etmek istediğinizden emin misiniz?

[ACD_frmActionCenter]
lbl_Cancel.Caption=İptal et
lbl_Min.Caption=Küçült
btnClose.Hint=Kapat
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Beni açılan bir pencereye, masaüstü simgesine, veya sistem çubuğu simgesine sürükle.
EasyNothingInfo=Hedefin yeri saptanamadı. Beni başka bir pencereye, masaüstü simgesine, veya sistem çubuğu simgesine sürükle.
EasyDeleteFileFail=Dosya silinemez çünkü şimdi kullanımda. Lütfen dosyayı kapatın ve tekrar deneyin.
EasyDeleteFolderFail=Dizin silinemez çünkü şimdi kullanımda. Lütfen dosyayı kapatın ve tekrar deneyin.
EasyKillProcessFail=İşlemi sonlandırma başarısız.
EasyKillProcessHint1=Bu işlemi sonlandırmak istediğinizden emin misiniz?
EasyKillProcessHint2=Saklanmayan her veri kaybolacaktır.
EasyUninstallPath=Kaldır veya sil :
EasyUninstall=Kaldır
EasyShortcut=Kısayolu Sil
EasyLocation=Dosya Konumunu Aç
EasyDelete=Sil
EasyCancel=İptal et
EasyTransparency=Şeffaflık
EasyOpaque=Opak
EasyExitEasy=Ana pencereyi Aç
EasyExitIobit_1=IObit Uninstaller'dan Çık
EasyKillProcess=İşlemi Sonlandır

[ExpriedNotice_M]
Sale_Text=Ancak bugün özel <a>%s</a> İNDİRİM ile onları geri alabilirsiniz!
ExpriedOneDay_M=Üyeliğinizin süresi <a>1</a> gündür doldu.
ExpriedDay_M=Aboneliğiniz <a>%s</a> gün önce sona erdi.
Logged_0_Text=Thoroughly uninstall logged programs with logs, created during the installation
Logged_1_Text=Kurulum sırasında oluşturulan günlüklerle birlikte 1 kayıtlı programı tamamen kaldırın
Logged_Text=Kurulum sırasında oluşturulan günlüklerle birlikte %s kayıtlı programı tamamen kaldırın
ExpriedMessage_M=Aboneliğinizin süresi doldu. PRO özellikleri artık kullanılamayacak, ancak yine de ücretsiz özellikleri kullanabilirsiniz.
ExpriedTipMessage_Num=Geçtiğimiz %s1 gün boyunca IObit Uninstaller Pro, %s2 programı kaldırmanıza ve %s3 kalan dosyaları daha temizlemenize yardımcı oldu. Şimdi yenileyin ve <a>Özel İndiriminizi</a> kaçırmayın!
ExpriedTipMessage_Normal=PRO özelliklerinin artık kullanılamayacağını üzülerek bildiririz. Şimdi yenileyin ve <a>Özel İndiriminizin</a> keyfini çıkarın!

[Uninstaller_form_Expried]
lbl_Notice.caption=Aşağıdaki PRO özelliklerinin artık kullanılamayacağını üzülerek bildiririz:
lbl_Stubbron.caption=Benzersiz veritabanıyla 4000'den fazla inatçı programı tamamen kaldırın
lbl_Update.caption=Önemli programlarınızı her zaman güncel tutmak için 1 tık
lbl_Health.caption=Yazılım güvenlik açıklarını otomatik olarak algılayın ve açılır pencere bildirimlerini ve istenmeyen reklamları kolayca engelleyin
lbl_MoneyBack.caption=100% para iade garantimiz ile tamamen korunuyorsunuz.
btn_Upgrade.caption=Get Yenileme İndirimim
lbl_EnterCode.caption=Zaten bir lisansım var

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Aboneliğinizin süresi doldu!
btn_OK.caption=Şimdi yenile

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Geribildirim
lbl_DescTitle.caption=Tanımlama :
lbl_EmailTitle.caption=E-posta adresi :
lbl_ScreenShot.caption=Ekran resmi
lbl_TypeTitle.caption=İstek türü :
btnImg_FeedBackSend.caption=Gönder
btnImg_FeedBackCancel.caption=İptal et

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Gönderiyor…
lbl_SendFailed.caption=Gönderme başarısız. Çevrimiçi geribildirim vermek için lütfen Tamam'a tıklayın.
btnImg_SendFailed.caption=Tamam
lbl_SendSuccess.caption=Geribildiriminiz için teşekkürler. Mümkün olan en kısa sürede sizinle temasa geçeceğiz.
btnImg_SendSuccess.caption=Tamam

[Uninstaller_FeedBack_M]
FeedBack_1=Onu seviyorum
FeedBack_2=Öneri
FeedBack_3=Kaldırma başarısız
FeedBack_4=Kurulumla gelen program sorunu
FeedBack_5=Kurulum izleme sorunu
FeedBack_6=Yazılım Güncelleme sorunu
FeedBack_7=Tüm programları gösterme başarısız
FeedBack_8=Güçlü tarama problemleri
FeedBack_9=Hata raporu
FeedBack_10=Diğerleri
EmailMessage=Geçersiz e-posta adresi. Lütfen geçerli bir e-posta adresi girin, böylece cevabımızı alabilirsiniz.
MemoHint=Lütfen önerinizi veya karşılaştığınız sorunu ayrıntılı tarif edin, böylece ürünümüzü buna göre geliştirebilelim.
ScreenMaxMessage=İşlem başarısız. En çok olan 5 ekran resmine ulaştınız.
CloseHintMsg=Geribildirimi göndermek istemediğinizden emin misiniz?
SendBugck=Ayrıca, incelemek için bize hata ayıklama dosyasını gönderin. <a>Gizlilik Politikası</a>
FeedBackMessage=Lütfen bir tarif yazın.
EmailHint=Lütfen buraya doğru e-postanızı girin
Startup_Delete_M=Sil
M_FiveStar=Lütfen bize değerlendirmede 5-yıldız verir misiniz?

[FileShredder_M]
ShredderDetail_0=Öğütmek için buraya bir dosya veya bir dizin sürükleyebilirsiniz.
ShredderDetail_01=Alışılmış yolla silinmiş dosyalar kurtarılabilir.
ShredderDetail_02=Dosyaları güvenli ve kalıcı kaldırmak üzere öğütmek için sadece bir dosya veya dizini buraya sürükleyin.
FileShredder_MaxCount_M=5000 dosya eklendi. Geri kalan dosyaları lütfen bu 5000 dosyayı öğüttükten sonra ekleyin.
Shredder_InUse_M=Bazı dosyalar öğütülemedi çünkü onları üzerine yazılamıyor. Lütfen hala kullanımda olup olmadıklarını kontrol edin.
Shredder_Del_M_1=Eklenmiş <a>%d</a> öğeyi kalıcı olarak kaldıracağınızdan emin misiniz? Bu eylem kesinlikle GERİYE ALINAMAZ ve tamamlanması biraz zaman alabilir.
Shredder_DelOne_M_1=Eklenmiş <a>1</a> öğeyi kalıcı olarak kaldıracağınızdan emin misiniz? Bu eylem kesinlikle GERİYE ALINAMAZ ve tamamlanması biraz zaman alabilir.
Shredder_NotDel_M=Üzerine yazılamadığı için bir dosya öğütülemedi. Lütfen hala kullanımda olup olmadığını kontrol edin.
Shredder_OneFileDel_M=Üzerine yazılamadığı için bir dosya doğranmadı. Lütfen hala kullanımda olup olmadığını kontrol edin.
Shredder_Sucess_M=Başarıyla öğütüldü.
Shredder_OneSucess_M=Başarıyla öğütüldü.
Shredder_DirIsEmpty_M=Boş. Onu öğütemezsiniz.
Shredder_NotAddFolder_M="%s" dosyasını öğütemez çünkü bu işlem sistem kararsızlığına sebep olabilir.
Shredder_Quick=Silmeden önce verilerin üzerine sıfırlar yazar. (Güvenli ve Hızlı)
Shredder_Advanced=Rastgele karakterlerle verilerin üzerine yazar ve silmeden önce üzerine yazmayı birkaç kez tekrarlar. (Daha Güvenli ve Daha Yavaş)
Shredder_Expert=Rastgele karakterlerle verilerin üzerine yazar ve silmeden önce üzerine yazmayı onlarca kez tekrarlar. (En Güvenli ve En Yavaş)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Dosya Öğütücü
lbl_Listview_Title.caption=Öğütmek istediğiniz dosya veya dizini seçin :
lblLoading.caption=Yükleniyor…
lbl_AddFile.caption=Dosya ekle…
lbl_AddFolder.caption=Dizin ekle…
RdImageButton_Shredder.caption=Öğüt
RdImageButton_Cancel.caption=İptal et
ListView_FileList.Columns[0].Caption=Dosya Yolu
Menu_Shredder_Shredder.caption=Öğüt
Menu_Shredder_AddFile.caption=Dosya ekle
Menu_Shredder_AddFolder.caption=Dizin ekle
Menu_Shredder_Romove.caption=Kaldır
Menu_Shredder_Clean.caption=Temizle
lbl_Shredder_Tip.caption=Şimdi dosyaları öğütüyor. Biraz zaman alabilir, lütfen bekleyin…
lbl_Mode.caption=Parçalama yöntemi:
btn_Quick.caption=Hızlı Mod
btn_Advanced.caption=Gelişmiş Mod
btn_Expert.caption=Uzman Modu

[ForcedUninstall_M]
Shredder_NotAddFolder_M="%s" dosyasını öğüte ekleyemiyor çünkü bu işlem sistem kararsızlığına sebep olabilir.
EndProgressMsg=%s çalışıyor. Kaldırma işlemine devam etmek için sonlandırmak istediğinizden emin misiniz?
ListView_FindReslut.Columns[0]_M=Adı
PopMenu_OpenFolder_M=Dosya konumunu aç
PopMenu_ViewEntry_M=Regedit'te aç
Free_MatchStubbron=Kaldırma kayıtları eksik, bu da kaldırma hatalarına neden olabilir. Kaldırma sorunlarını çözmek için PRO'ya yükseltin ve inatçı program veritabanımızla programı kolayca kaldırın.
Pro_MatchStubbron=Kaldırma kayıtları eksik, bu da kaldırma hatasına neden olabilir. Kaldırma sorunlarını düzeltin ve inatçı program veritabanımızla programı kolayca kaldırın.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Zorla Kaldırma
lbl_Info.caption=Eksik kaldırma kayıtları veya yerleşik kaldırıcı hataları nedeniyle rutin bir şekilde kaldırılamayan bir programı kaldırmanıza ve ilgili tüm dosyaları kolayca ve eksiksiz bir şekilde temizlemenize yardımcı olur.
btnImg_Open.caption=Gözat…
lbl_DropInfo.caption=Onunla ilgili programı silmek veya kaldırmak için bir dosya veya dizine gözatabilir veya buraya sürükleyip bırakabilirsiniz.
btnImg_Uninstall.caption=Kaldır
btnImg_Cancel.caption=İptal et
PopMenu_Uninstall.caption=Kaldır
PopMenu_SearchOnline.caption=Çevrimiçi Ara
ListView_FindReslut.Columns[1].caption=Boyut
ListView_FindReslut.Columns[2].caption=Kurulum Tarihi

[HealthCheck_M]
HealthCheck_Top_ScanNow=Şimdi Tara
HealthCheck_Top_ScanAgain=Tekrar Tara
HealthCheck_Top_FixAll=Hepsini Düzelt
HealthCheck_Top_Stop=Dur
HealthCheck_Top_Done=Oldu
HealthCheck_Top_Scanning=Taranıyor
HealthCheck_Top_Fixing=Düzeltiliyor
HealthCheck_Top_NoFound=Herhangi bir sorun bulunamadı. Tüm yazılımlarınız iyi çalışıyor.
HealthCheck_Top_Title_Result_NoIssues=Düzeltilecek sorun yok.
HealthCheck_Top_Title_Result_Single=<a>%s</a> sorununun düzeltilmesi gerekiyor.
HealthCheck_Top_Title_Result_Some=<a>%s</a> sorununun düzeltilmesi gerekiyor.
HealthCheck_Top_Title_Skip=<a>Şimdilik atla</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> sorun başarıyla düzeltildi.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> sorun başarıyla düzeltildi.
HealthCheck_Top_FixOver=Seçilen tüm sorunlar düzeltildi.
HealthCheck_Top_Dec_Result_Pro=Tek tıklamayla bulunan tüm sorunları düzeltin.
HealthCheck_Top_Dec_Result_Free=Tek tıklamayla bulunan tüm sorunları gidermek için PRO'ya yükseltin.
HealthCheck_Top_Title_A=Software Status: <a>Bir Taramaya İhtiyaç Var</a>
HealthCheck_Top_Dec_A=Yazılımınız hiç analiz edilmedi. Tüm yazılımlarınızı şimdi analiz edin.
HealthCheck_Top_Title_B=Yazılım Durumu: <a>İyi</a>
HealthCheck_Top_Dec_B=Tüm yazılımlarınız iyi çalışıyor.
HealthCheck_Top_Dec_C=Yazılımınız %s gündür analiz edilmedi. Tüm yazılımlarınızı şimdi analiz edin.
HealthCheck_Item_Title_leftovers=Artıkları Kaldırma
HealthCheck_Item_Dec_leftovers=Daha fazla disk alanı açmak için kaldırma artıklarını silin
HealthCheck_Item_Title_update=Eski Yazılım
HealthCheck_Item_Dec_update_New=Güvenlik risklerini azaltmak için eski yazılımları güncelleyin
HealthCheck_Item_Title_permission=Yazılım İzinleri
HealthCheck_Item_Dec_permission=Gizli izinleri tespit edin ve gereksiz izinleri devre dışı bırakın
HealthCheck_Item_Title_notifications=Rahatsız Edici Bildirimler
HealthCheck_Item_Dec_notifications=Açılır bildirimlerin ve istenmeyen Reklamların sizi rahatsız etmesini engelleyin
HealthCheck_Item_Title_stubborn=Kaldırma Sorunları Olan Programlar
HealthCheck_Item_Dec_stubborn=Programları kolayca kaldırmak için kaldırma sorunlarını düzeltin
HealthCheck_Item_Title_packages=Kurulum Dosyaları
HealthCheck_Item_Dec_packages=Daha fazla disk alanı açmak için yükleme dosyalarını temizleyin
HealthCheck_Item_Title_malicious=Kötü Amaçlı Yazılımlar ve Uzantılar
HealthCheck_Item_Dec_malicious=Hızlı ve güvenli PC için kötü amaçlı yazılımları ve tarayıcı uzantılarını kaldırın
HealthCheck_Item_Title_junk=Yazılım Yedekli Dosyaları
HealthCheck_Item_Dec_junk=Yazılım kullanımı sırasında oluşturulan geçici dosyaları ve gizlilik izlerini temizleyin
HealthCheck_Item_Title_hibernation=Yazılım Hazırda Bekletme
HealthCheck_Item_Dec_hibernation=Daha hızlı bir PC için kullanmadığınız yazılımı uyku moduna geçirin
HealthCheck_Item_Tip_hibernation=Bir program uyku modundayken gereksiz etkinlikler durdurulacak.  İstediğiniz zaman uyandırabilirsiniz.
M_Fix=Düzelt
M_Detail=Ayrıntılar
M_Recissues_Single=Düzeltmek için <a>%s</a> sorun seçildi,
M_Recissues_Some=Düzeltmek için <a>%s</a> sorun seçildi,
M_Allissues_Single=toplam <a>%s</a> sorun
M_Allissues_Some=toplam <a>%s</a> sorun
M_Noissues=Sorun bulunmadı
M_issues_Single=<a>%s</a> sorun
M_issues_Some=<a>%s</a> sorun
M_Noissues2=Sorun yok
HealthCheck_Exit_Scanning=Tarama devam ediyor. Şimdi çıkmak istediğinizden emin misiniz?
HealthCheck_Exit_Fixing=Düzeltme sürüyor. Şimdi çıkmak istediğinizden emin misiniz?
M_UL_SelectedFix_Single=Düzeltmek için <a>%s</a> kaldırma işlemi kaldı
M_UL_SelectedFix_Some=Düzeltmek için <a>%s</a> kaldırma işlemi kaldı
M_OS_SelectedFix=Düzeltmek için <a>%s</a> güncel olmayan yazılım seçildi
M_SP_SelectedFix_Single=Düzeltmek için <a>%s</a> yazılım izni seçildi
M_SP_SelectedFix_Some=Düzeltmek için <a>%s</a> yazılım izni seçildi
M_DN_SelectedFix_Single=Düzeltmek için <a>%s</a> rahatsız edici bildirim seçildi
M_DN_SelectedFix_Some=Düzeltmek için <a>%s</a> rahatsız edici bildirim seçildi
M_PWUI_SelectedFix_Single=Kaldırma sorunlarının düzeltilmesi için <a>%s</a> program seçildi
M_PWUI_SelectedFix_Some=Kaldırma sorunlarının düzeltilmesi için <a>%s</a> program seçildi
M_IF_SelectedFix_Single=Düzeltmek için <a>%s</a> yükleme dosyası seçildi
M_IF_SelectedFix_Some=Düzeltmek için <a>%s</a> yükleme dosyası seçildi
M_MSE_SelectedFix_Single=<a>%s</a> kötü amaçlı yazılım ve uzantı düzeltilmek üzere seçildi
M_MSE_SelectedFix_Some=<a>%s</a> kötü amaçlı yazılım ve uzantı düzeltilmek üzere seçildi
M_JF_SeletecedFix_Single=düzeltmek için %s yedek dosya seçildi
M_JF_SeletecedFix_Some=düzeltmek için %s yedek dosya seçildi
M_SH_SeletecedFix_Some=düzeltmek için %s yazılım seçildi
M_BackFix=Düzeltmeye geri dön
M_NoItems=Öğe bulunamadı
M_item=öğe
M_items=öğe
M_File=Dosya
M_Reg=Kayıt
M_Tasks=Çizelgelenmiş Görevler
M_Ser=Sistem Servisleri
M_Select=Tümünü seç
M_TitleCount=Adı (Toplam: %d)
M_Version=Yeni Sürüm
M_CurrentVersion=Mevcut versiyon
M_BanwebTitleCount2=Gönderici (Toplam: %d)
M_Type=Türü
M_BRate=Engelleme oranı
M_Recommendation=Öneri
M_Optional=İsteğe bağlı
M_Block=Engelle
M_SiteType=Site bildirimi
M_AppType=Uygulama bildirimi
M_MSType=Kötü Amaçlı Yazılım
M_METype=Kötü Amaçlı Uzantı
M_AdType=Reklam Uzantısı
M_RegMiss=Kaldırma kayıt defteri eksik
HC_Ignore=Göz ardı et
UL_IgnoreSoft=Bu yazılım için tümünü yoksay
HC_IgnoreForever=Tüm güncellemeleri yoksay
HC_IgnoreCurrent=Mevcut güncellemeyi yoksay
HC_OpenFile=Dosya konumunu aç
HC_OpenReg=Regedit'te aç
HC_Search=Çevrimiçi ara
HC_Startup=Başlangıç öğeleri
HC_Tasks=Zamanlanmış görevler
HC_Services=Servisler
HC_Desktopicon=Masaüstü simgesi
HC_Taskbaricon=Görev çubuğu simgesi
HC_RightMenu=Sağ tıklama menüsü
HC_Firewall=Güvenlik duvarı kuralları
M_PermissionTitleCount=İzin türü (Toplam: %d)
M_Name=İsim
M_Impact=Etki
M_ImpactLow=Düşük
M_ImpactMedium=Orta
M_ImpactHigh=Yüksek
M_Installed=Kurulu
M_OverxDay_Some=%s gün boyunca kullanılmadı
M_OverxDay_Single=%s gün için kullanılmadı
M_Status=Durum
M_Disable=Devre dışı bırak
M_FixDetails=Aşağıdaki düzeltme ayrıntılarını görüntüleyin:
M_Fix_RecTitle=Ancak daha hızlı ve güvenli bir bilgisayar için daha fazlası yapılabilir:
M_Fix_RecLog=Günlük Kayıtları Kaldırma
M_Fix_RecLog_Des=Kurulum sırasında oluşturulan günlüklerle programları tamamen kaldırın
M_Fix_RecBundleware=Daha Kolay Toplu Yazılım Kaldırma
M_Fix_RecBundleware_Des=Program kurulumunu gerçek zamanlı olarak izleyin ve paket yazılımları kolayca kaldırın
M_Fix_RecLeftover=Tüm Kalanları Otomatik Sil
M_Fix_RecLeftover_Des=Diğer program kaldırma araçları tarafından silinemeyen dosyaları otomatik olarak sil
M_Fix_RecProgram_Single=<a>%s</a> Büyük Program Bulundu
M_Fix_RecProgram_Some=<a>%s</a> Büyük Program Bulundu
M_Fix_RecProgram_Des=Daha fazla disk alanı yaratmak için gereksiz büyük programları kaldırın
M_Fix_RecWinApp_Single=<a>%s</a> Windows Uygulaması Bulundu
M_Fix_RecWinApp_Some=<a>%s</a> Windows Uygulaması Bulundu
M_Fix_RecWinApp_Des=Daha fazla disk alanı yaratmak için gereksiz Windows Uygulamalarını kaldırın
M_Fix_RecEasyUn=Daha Akıllı ve Kolay Program Kaldırma
M_Fix_RecEasyUn_Des=Kolay Kaldırma simgesini programın açık penceresine, masaüstü simgesine veya sistem ikonu üzerine sürükleyin ve bir programı kolayca kaldırın
M_Fix_RecStubborn=İnatçı Program Kaldırma
M_Fix_RecStubborn_Des=Benzersiz veritabanı sayesinde 4000'den fazla inatçı programı kaldırabilirsiniz
M_Fix_RecUpdateSoft=Yazılımı Otomatik Olarak Güncelle
M_Fix_RecUpdateSoft_Des=Yazılımınızı her zaman, her yerde güncel tutmak için otomatik güncellemeyi etkinleştirin
M_Fix_RecInfrequently_Single=<a>%s</a> Seyrek Kullanılan Program
M_Fix_RecInfrequently_Some=<a>%s</a> Seyrek Kullanılan Programlar
M_Fix_RecInfrequently_Des=Daha fazla disk alanı boşaltmak için seyrek kullanılan programları kaldırın
M_UnlockTitle_Single=Bulunan %s sorununu düzeltmek için PRO özelliklerin kilidini açın
M_UnlockTitle_Some=Bulunan %s hatalarını düzeltmek için PRO özelliklerin kilidini açın
M_UnlockNow=Şimdi Aç
M_Back=Geri
M_Try=Şimdi dene
M_Upgrade=Şimdi Yükselt
M_Enable=Şimdi Etkinleştir
M_CheckAll_packages=Tüm kurulum dosyalarını temizlemek istediğinizden emin misiniz?
M_CheckAll_permission=Tüm yazılım izinlerini devre dışı bırakmak istediğinizden emin misiniz?
M_CheckAll_permission2=Tüm yazılım izinlerini devre dışı bırakırsanız bazı yazılım özellikleri düzgün çalışmayabilir. Yalnızca gereksiz olanları devre dışı bırakmanız önerilir.
M_ContinueAnyway=Yine de Devam Et
M_Operate=İşlem
M_Fixmanually=Manuel olarak düzelt
M_FixManuallyEx=Manuel Olarak Düzelt

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=İsim (Toplam: %d)
ListviewHeader_Software_M=Adı
History_info_DouBle_M=program son sefer tamamen kaldırılmadı. Devam etmek için lütfen Kaldır'ı tıklayın.
History_info_One_M=program son sefer tamamen kaldırılmadı. Devam etmek için lütfen Kaldır'ı tıklayın.
History_Scanfor_M=Artakalanlar için tarama
History_ViewDetail_M=Ayrıntıları görüntüle
UninstallLog_No_IsEmpty_M=Güçlü Taramada hiç artakalan dosya bulunmadı.
Program_Information=Program Bilgisi
Files_Deleted=Silinen Dosyalar
Registries_Deleted=Silinen Kayıtlar
Scheduled_Tasks_Deleted=Silinen Zamanlanmış Görevler
Deleted_on_Reboot=Yeniden Önyüklemede Silinenler
Service_Deleted=Silinen Sistem Servisleri
Export_M=Dışarı aktar
rdlbl_NoTkanks=Hayır, teşekkürler
RdLabelDetailNull=Her kaldırılan programın ayrıntıları ve durumu burada görüntülenecektir.
RdLabelDetails=IObit Uninstaller, size <a>%d</a> programın kaldırılmsında yardım etti ve <a>%s</a> disk alanı kazandırdı.
RdLabelDetail=IObit Uninstaller, size <a>%d</a> programın kaldırılmsında yardım etti ve <a>%s</a> disk alanı kazandırdı.
History_NoUninstalled_M=Kaldırılmadı
History_Residualfilesleft_M=Artakalan dosya kaldı
M_NoHistoryFound=Hiç kaldırma geçmişi bulunmadı

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Kaldırma Geçmişi
ListView_History.Columns[1].Caption=Kaldırma tarihi
ListView_History.Columns[2].Caption=Boyut
ListView_History.Columns[3].Caption=İşlem
Menu_ClearThis.Caption=Bu geçmişi sil
Menu_ClearAll.Caption=Tüm geşmişleri sil

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Hayır, teşekkürler
RdImgBtnUninstall.caption=Kaldır
RdListView_History.Columns[0].Caption=Program Adı
RdListView_History.Columns[1].Caption=Durum

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Takibi Yükle
lbl_RegText.caption=Kayıt girişleri :
lbl_SzieText.caption=Toplam boyut :
lbl_StartText.caption=Başlangıçlar:
lbl_FileText.caption=Dosyalar :

[InstallDetected_M]
Install_DetectedNewTitle=%s aşağıdaki değişikliklerle yüklendi:
Install_DetectedNewTitleEx=<a>%s</a> programları aşağıdaki değişikliklerle kuruldu:
Install_ViewDetail=Ayrıntıları görüntüle

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Etkinleştir
lbl_Caption.caption=Yeni kurulum algılandı
lbl_InstallMoniorInfo.caption=Program kuruluşu sırasında sisteminize yapılan tüm değişiklikleri günlüklemenize ve görüntülemenize yardım için için Kurulum İzleme'yi etkinleştirmenizi öneririz.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Günlük Tutulan Kurulumlar
rdlbl_Or.Caption=VEYA
rdlbl_Auto.Caption=Otomatik İzleme
rdlbl_Drap.Caption=Elle İzleme

[IUInstallMonitorFrm_M]
TipFileMsi=Desteklenmeyen çalıştırılabilir kurulum dosyası. Lütfen yeniden seçin ve tekrar deneyin.
TipFileNotMsiExe=Geçersiz çalıştırılabilir kurulum dosyası. Lütfen geçerli bir çalıştırılabilir kurulum dosyası seçin ve tekrar deneyin.
AddTip1=Kurulum İzleyiciyi meşgul!
AddTip2=Zaten bir kurulum izleniyor. Lütfen bu kurulum tamamlandıktan sonra tekrar deneyin.
StarFileTip=Çalıştırma başarısız
ExePathErrorTip=Ağ sürücüsünden gelen kurulum dosyası desteklenmez. Lütfen onu yerel sürücünüze kopyalayın ve tekrar deneyin.
Logging=Sistem değişikliklerinin günlüğünü tutuyor…
rdlbl_TipContent_M=Kurulum İzleme, izlenmiş programların kuruluşta yaptığı değişiklikleri görmenize izin vererek kurulumdaki sistem değişikliklerini algılar ve günlükler.
rdlbl_SwitchTip.Caption_M=Proram kurulumlarını otomatik algıla ve günlük tut
rdlbl_DragFileTip.Caption_M=Sistem değişikliklerini yüklemek ve günlüğe kaydetmek için bir kurulum dosyası ekleyin veya buraya sürükleyin
EnableMonitorAutoTip=Etkinleştirmek, IObit Uninstaller Monitor'ü de etkinleştirecektir.
EnableMonitorManualTip=IObit Uninstaller Monitor kapalı olduğundan Manuel Monitör kullanılamaz.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Kurulum Günlüğü
rdlbl_Export.Caption=Dışarı Aktar
btnImg_OK.Caption=Tamam

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Görüntü adı :
InstallDateTip=Kurulum tarihi :
VersionTip=Sürüm :
PublisherTip=Yayıncı :
LocationTip=Konum :
InstallationDurationTip=Kuruluş süresi :
InstallPackageTip=Kurulum paketi :
RegEntriesTip=Kayıt girişleri :
FilesCountTip=Dosyalar :
TaskCountTip_M=Çizelgelenmiş Görevler :
ServiceCountTip_M=Sistem Servisleri :
DllCountTip=DLL Kaydı :
StartUpCountTip=Başlangıç öğeleri:
TotalSizeTip=Toplam boyut :
ProgramInformationTip=Program Bilgisi
MMORegistryTip=Kayıt girişleri
MMOFilesTip=Dosyalar
MMOTaskTip_M=Çizelgelenmiş Görevler
MMOServiceTip_M=Sistem Servisleri
MMODllTip=DLL Kaydı
MMOStartUpTip=Başlangıç öğeleri
MonitorLog_SecondsLan=saniye
MonitorLog_SecondSingleLan=saniye
RegTip_Created=Kayıt oluşturuldu:
RegTip_Modified=Kayıt defteri değiştirildi:
RegTip_Deleted=Kayıt silindi:
FileTip_Created=Dosya oluşturuldu:
FileTip_Modified=Dosya değiştirildi:
FileTip_Deleted=Dosya silindi:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Geribildirim

[MainForm_M]
Nav_Colle_Program_All=Programlar
Nav_Colle_Browser_Extensions=Tarayıcı Uzantıları
Nav_Colle_Win=Windows Uygulamaları
Nav_Colle_AC=Eylem Merkezi
Nav_Colle_SH=Yazılım Sağlığı
Nav_Item_Program_All=Tüm Programlar
Nav_Item_Bundleware=Kurulumla gelen programlar
Nav_Item_Program_Recent=Son Kurulanlar
Nav_Item_Program_Infrequent=Seyrek Kullanılanlar
Nav_Item_Program_Large=Büyük Programlar
Nav_Item_Browser_Extension_All=Tüm Tarayıcı Uzantıları
Nav_Item_InstallMonitor=Kurulum İzleyici
Nav_Item_Logged=Günlüğü Tutulan Programlar
Nav_Item_AndroidApp=Android Uygulamaları
Hint_Settings=Seçenekler
Hint_Tools=Araçlar
UninstallProTipEnterCode=Kodu Girin
Button_Uninstall=Prog. Kaldır
Button_Remove=Kaldır
Button_Update=Tümünü Güncelle
Button_Install=Şimdi kur
ToolPopForceUninstallEx=Kaldırmaya Zorla+
ToolPopSoftUpdater=Yazılım Güncelleyici
ToolPopStubborn=İnatçı Program Kaldırıcı
ToolPopHistory=Kaldırma Geçmişi
ToolPopFileShredder=Dosya Öğütücü
ToolPopHunterMode=Kolay Kaldırma
ToolPopUpdateUninstall=Windows Güncellemeleri Kaldırma
MoreSettingPopSetting=Ayarlar…
MoreSettingPopRestore=Sistem Geri Yükleme
MoreSettingPopExport=Program listesini dışarı aktar
MoreSettingPopUpdate=Güncellemeler için denetle
MoreSettingPopManual=Kullanıcı el kitabı
MoreSettingPopSupport=Teeknik destek
MoreSettingPopOnline=Çevrimiçi IObit
MoreSettingPopAbout=Hakkında
MoreSettingPopWhatsNew=Yenilikler
MoreSettingSubscription=Aboneliğim
MoreSettingTranslate=Çeviri için bize yardım edin
DefaultSelProg=Daha çok alan serbest bırakmak için gereksiz programları kaldırın.
DefaultSelPlug=Tarayıcınızı korumak için istenmeyen Eklentileri kaldırın.
DefaultSelADPlugin1=Güvenli gezinti için 1 kötü amaçlı/reklam eklentisini kaldır.
DefaultSelADPlugin2=Güvenli gezinti için %d kötü amaçlı/reklam eklentisini kaldır.
DefaultSelWApp=PC'nizi hızlandırmak için istenmeyen Windows Uygulamalarını kaldırın.
DefaultSelBundle=İstenmeyen kurulumla gelen programları kaldırın.
DefaultSelUpdate=Önemli programlarınızı güncel tutun.
DefaultUpdaterPromot=IObit Software Updater ile daha çok program güncelleyin.
DefaultUpdaterPromote1=güncel olmayan program bulundu.
DefaultUpdaterPromote2=güncel olmayan program bulundu.
DefaultUpdaterPromoteInfo=1-tıkla tüm güncel olmayan programları güncellemek için "Tümünü Güncelle" yi tıklayın.
SelInfoProg=program kaldırılmak için seçildi. Toplam boyut :
SelInfoProgM=program kaldırılmak için seçildi. Toplam boyut :
SelInfoPlug=eklenti kaldırılmak için seçildi.
SelInfoPlugM=eklenti kaldırılmak için seçildi.
SelInfoApp=uygulama kaldırılmak için seçildi. Toplam boyut :
SelInfoAppM=uygulama kaldırılmak için seçildi. Toplam boyut :
SelInfoBundle=öğe kaldırılmak için seçildi.
SelInfoBundleM=öğe kaldırılmak için seçildi.
BundleHint=Ana programı kurduğunuz zaman bazı başka programlar haberiniz olmadan kurulabilir. İstemediğiniz programları kaldırabilirsiniz.
RestoreDefaultSettingsButton=%s Varsayılan Ayarlarını Geri Yükle
APTitle=Tüm Pro'ları Etkinleştir
AP5=Günlüklü olarak Temiz Kaldırma
AP2=Daha İnatçı Uygulamaları Silin
AP6=Sorunsuz Yazılım Performansı
AP4=Bir-tıkla Yazılım Güncelleyici
MainUpdate_Hint=Yeni Sürüm
NewsDisconnCaption=IObit Uninstaller'ı ailenizle ve arkadaşlarınızla paylaşın.
NewsDisconnDes=Onu kullanmaktan mutlu olacaklardır!
NewsNewVerCaption=Kullanılabilir Önemli Güncelleme Var
NewsNewVerDes=Lütfen şimdi enson sürümü indirin.
ToolPopForceUninstall_Detail=Rutin yolla kaldırılamayan programların kaldırılmasına yardıcı ol
ToolPopSoftUpdaterEx_Detail=Güvenlik risklerini azaltmak için eski yazılımları güncelleyin
ToolPopHistory_Detail=Her bir kaldırılan programın ayrıntılarını ve durumunu göster
ToolPopFileShredder_Detail=İstenmeyen programları güvenli ve kalıcı kaldırmaya yardımcı ol
ToolPopHunterMode_Detail=Programları kolayca kaldırmak için Kolay Kaldırma Simgesini sürükle
ToolPopUpdateEx_Detail=Daha fazla disk alanı açmak için istenmeyen Windows Güncellemelerini kaldırın
ToolPopStubbornEx_Detail=Benzersiz veritabanı 4000'den fazla inatçı programın kaldırılmasını destekler
DefaultSelInfoLoggedNew=Kurulum İzleyicisi tarafından günlüğe kaydedilen programlar tamamen kaldırılabilir.
DefaultSelAndroid=Daha fazla disk alanı boşaltmak için istenmeyen Android uygulamalarını kaldırın.

[MetroApp_M]
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
Win8NoItemTip_M=Hiç Windows Uygulaması bulunmadı.
Win8LoadingApp=Uygulamaları yüklüyor…
Win8ListViewGroupsWin8AppHeader=Windows Uygulamaları
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporation tarafından yayınlanan uygulamalar.
Win8ListViewGroupsThirdHeader=Üçüncü-parti Uygulamalar
Win8ListViewGroupsThirdSubtitle=Üçüncü-parti şirketler tarafından yayınlanan uygulamalar.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Adı
ListView_AppList.Columns[1].caption=Boyut
ListView_AppList.Columns[2].caption=Kullanıcı değerlendirmesi
ListView_AppList.Columns[3].caption=İşlem
lbl_Notice.caption=Windows Uygulamalarınızı göstermek için lütfen geçerli hesabınızın yönetici haklarına sahip olduğundan emin olun.
mniUninstall.caption=Kaldır
mniRefush.caption=Yenile
mniDetails.caption=Ayrıntılar
mniOpenFile.caption=Dosya Konumunu Aç
mniOpenReg.caption=Regedit'te Aç
mniOpenWinstore.caption=Microsoft Store'da aç
mniSearchOnline.caption=Çevrimiçi Ara
mniRate.caption=Oyla

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Şimdi Kaldır
rdlbl_NoticeInfo.Caption=Sistem diskinizin serbest alanı 10%'un altında.
rdlbl_NoticeTip.Caption=Daha çok disk alanı geri almak için istenmeyen programları IObit Uninstaller ile kaldırın.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> adet kaldırma işlemi artıkları bulundu.
LeftTip=Daha fazla disk alanı açmak için bunları temizleyin.
LeftBtn=Şimdi Temizleyin

[JunkNoticeForm_M]
JunkFound=<a>%s</a> yazılım yedekli dosyaları bulundu.

[SoftNoticeForm_M]
PopupTip=Rahatsız Edici Bildirimler Algılandı
PopUpOne=Kesintileri önlemek için <a>1</a> adet açılır bildirimi engellenebilir.
PopUpEx=Kesintileri önlemek için <a>%s</a> adet açılır bildirimi engellenebilir.
PopupBtn=Şimdi Engelle

[Malicious_M]
NoticeInfoEx_One=Kötü Amaçlı Yazılım/Uzantılar Algılandı<BR><a>1</a> adet kötü amaçlı yazılım/uzantı, hızlı ve güvenli PC için kaldırılabilir.
NoticeInfoEx_Some=Kötü Amaçlı Yazılım/Uzantılar Algılandı<BR><a>%d</a> adet kötü amaçlı yazılım/uzantı, hızlı ve güvenli PC için kaldırılabilir.

[InstallClearForm_M]
SetupTip=Gereksiz Kurulum Dosyaları Algılandı
SetupClean=<a>1</a> adet gereksiz kurulum dosyası, <a>%s</a> disk alanı açmak için temizlenebilir.
SetupCleanEx=<a>%s</a> adet gereksiz kurulum dosyası, <a>%s</a> disk alanı açmak için temizlenebilir.
SetupBtn=Şimdi Temizle

[SoftUpdate_Auto_M]
AutoUpdate_M=%s güncelleme otomatik olarak yüklendi.
AutoUpdate_One_M=1 güncellemeleri otomatik olarak yüklendi.

[uninstall_Mitor_M]
showDetails_M=Ayrıntıları Göster
Cleanmanually_M=Elle temizle
AutoClean_M=Otomatik Temizle
Cleaning_M=Temizliyor…
Cleannow_M=Şimdi temizle
StillLeavas_M="%s" programının hala bıraktığı
LeftoversRemoved_M=%s programının artakalanları kaldırıldı:
Registry_M=Kayıt
File_M=Dosya
Files_M=dosya
Cleanfuture_M=Gelecekte otomatikman temizle
Setting_M=Ayarlar
Uselessfiles_M=gereksiz dosya
UselessfilesOne_M=işe yaramaz dosya
Uselessregistryentries_M=gereksiz kayıt girişi
UselessregistryentriesOne_M=gereksiz kayıt girişi
Lan_BundleNoticeText_M=%s kurulumunda donanımla gelen yazılım bulundu.

[Plugin_M]
ListViewPlugSysbit=ikil
ListViewGroupMaliciousTitle=Kötü Amaçlı Araççubukları ve Eklentiler
ListViewGroupMaliciousDesc=Bu Araççubukları ve Eklentiler varsayılan tarayıcınızı değiştirebilir ve özel bilgilerinizi çalabilir.
ListViewGroupAdTitle=Reklam-bazlı Araççubukları ve Eklentiler
ListViewGroupAdDesc=Bu Araççubukları ve Eklentiler reklam, başlık reklamı, vs. gösterebilir.
ListViewGroupTrustTitle=Güvenilen Araççubukları ve Eklentiler
ListViewGroupTrustDesc=Bu Araççubukları ve Eklentiler bilgisayarınıza zarar vermiyeceklerdir. Onları isteğiniz doğrultusunda kaldırabilir veya tutabilirsiniz.
ListViewGroupExtensions=Uzantılar
ListViewGroupPlugins=Eklentiler
ListViewGroupToolbar=Araççubuğu
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Yerleşik Uzantılar
ListViewGroupFFOther=Diğer Uzantılar
ListViewGroupExtension_DES=Uzantılar tarayıcınızı sevdiğiniz özelliklerle özelleştirmek için kullanılır.
ListViewGroupPlugin_DES=Eklenti, web tarayıcısının bir parçası olarak kolayca kurulabilir ve kullanılabilir.
ListViewGroupToolbar_DES=Araççubuğu, kullanıcıların sitelere çabucak erişimlerine yardımcı olur veya diğer uygulama işlevlerini gerçekleştirir.
ListViewGroupBHO_DES=BHO, kişiselleştirilmiş tarayıcılar yaratmanıza yardımcı olur ve daha basit etkileşimli işlevler sağlar.
ListViewGroupActivex_DES=ActiveX, zengin medya oynatmayı kolaylaştırmak için Internet Explorer tarafından kullanılır.
ListViewGroupFFBulit_DES=Firefox kurulumu veya güncellemesi ile yüklenen/yeniden yüklenen uzantılar
ListViewGroupFFOther_DES=Firefox Eklentilerinden veya diğer kanallardan yüklenen uzantılar
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
PluginColumnStr_Title=Adı (Toplam: %d)
ChromeSyncMsg=Chrome Sync etkinleştirildi. Kaldırılmak için seçilen eklentiler kaldırıldıktan sonra otomatikman yeniden kurulabilir. Chrome Sync'i devredışı bırakmak için lütfen forumumuzdaki basamakları takip etmek üzere <a>Chrome Sync'i Devredışı Bırak</a> ı tıklayın.
EdgeSyncMsg=Edge Sync etkinleştirildi. Kaldırılmak üzere seçilen uzantılar, kaldırıldıktan sonra otomatik olarak yeniden yüklenebilir. Edge Sync'i devre dışı bırakmak üzere ayrıntılı adımları izlemek için lütfen <a>Edge Sync'i Devre Dışı Bırak</a> 'ı tıklayın.
FuncPluginSysPluginMsgBox=%s kaldırma önerilmez çünkü bazı tarayıcı işlevleri kaldırma sonrası etkilenebilir.
FuncPluginLoading=Yükleniyor…
FuncPluginRmoveSuccess=Başarıyla kaldırıldı. Yüklüyor…
FuncVotePlugSelectMsgBox=Değerlemek için lütfen öğe seçin
FuncPluginRmoveConfireSingleMsgBox=Seçilen öğeyi kaldıracağınızdan emin misiniz?
FuncPluginRmoveConfireSomeMsgBox=Seçilen öğeleri kaldıracağınızdan emin misiniz?
FuncCheckBrowserMsgBox_1=%s çalışıyor.
FuncCheckBrowserMsgBox_2=Onu kapatmak için Tamam'ı tıklayın (Lütfen ilk önce içeriğinizi kaydedin).
FuncCheckBrowserMsgBox_3=Veya işlemden çıkmak için İptal et'i tıklayın.
FuncCheckBrowserMsgBox_4=%s çalışıyor.
FuncCheckBrowserMsgBox_5=Onları kapatmak için Tamam'ı tıklayın (Lütfen ilk önce içeriğinizi kaydedin).
FuncCheckBrowserMsgBox_6=Veya işlemden çıkmak için İptal et'i tıklayın.
FuncPluginRemoveFailedMsgBox_4=%s kaldırma başarısız olabilir çünkü %s koruması altında. Lütfen %s programından çıkın ve tekrar kaldırmak için IObit Uninstaller'ı yeniden başlatın.
FuncRestoreSuccessMsgBox=Varsayılan ayarlara başarıyla geri yüklendi.
FuncRestoreFailedMsgBox=Tarayıcı varsayılan ayarlarını geri yükleme başarısız.
PluginRestoreStr=%s Varsayılan Ayarlarını Geri Yükle
mniOpeninRegedit_M=Regedit'te aç
lbl_NoFoundItems.caption_M=Hiç bir araççubuğu veya elkenti bulunmadı

[VoteText_M]
FuncVoteMarkSelectMsgBox=Lütfen oylayın.
FuncVoteFailedMsgBox=Oylama başarısız, lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.
FuncVoteActiveVote=Oyla
FuncVoteWaitting=Oy gönderiliyor, lütfen bekleyin...
NewVote_1=Henüz oylanan kullanıcı yok.
NewVote_2=%d kullanıcı oy verdi.
NewVote_3=Bu uzantı hakkında ne düşünüyorsunuz?
NewVote_4=Bu uygulama hakkında ne düşünüyorsunuz?
NewVote_5=Zaten derecelendirdiniz.
NewVote_6=Oylamam:
Removingnow_M=Şimdi kaldırılıyor...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Adı
rdlvAllBrowse.Columns[1].Caption=Kullanıcı Yıldızı
rdlvAllBrowse.Columns[2].Caption=İşlem
rdlvCustomBrowse.Columns[0].Caption=Adı
rdlvCustomBrowse.Columns[1].Caption=İşlem
mniRemove.Caption=Kaldır
mniRate.Caption=Değerlendir
mniIgone.Caption=Yoksay
mniRefush.Caption=Yenile
mniOpenFloder.Caption=Dosya Konumunu Aç
mniSelectedAll.Caption=Tümünü Seç
mniInvertSelection.Caption=Seçimi Tersine Çevir
mniSearchOnline.Caption=Çevrimiçi Ara

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Tarayıcıyı Sıfırla
lblConfire.Caption=Varsayılan ayarları geri yükleyeceğinizden emin misiniz?
lblHomepageTitle.Caption=Geçerli Ana Sayfa :
lblSearchTitle.Caption=Geçerli Varsayılan Arama Motoru :
btnImg_OK.Caption=Tamam
btnImg_Cancel.Caption=İptal et

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Başarıyla kaldırıldı!
lbl_Removing.Caption=Kaldırılıyor...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Böyle bir program bulunamadı (%d aydan fazla kullanılmadı)
Noprograms_UseLess_One_M=Böyle bir program bulunamadı (1 aydan fazla kullanılmadı)
Noprograms_Size_M=Hiç bir program %s boyutunu geçmiyor.
Noprograms_match_M=Aramanızla hiç bir öğe eşleşmiyor.
Noprograms_Recent_M=Geçen son 10 gün içinde hiç bir program kurulmadı.
NoPrograms_RecentEx_M=Son %s ayda hiçbir program yüklenmedi
Noprograms_Android_M=Hiç Android uygulaması bulunamadı
monthsago_M=%d ay önce
yearsago_M=%d yıl önce
yearsagos_M=%d yıl önce
SoftwareFrame_InstallDate_M=Kurulum Tarihi
SoftwareFrame_FrequencyUse_M=Son kullanım
HistoryInfo_DisplayName=Adını Görüntüle
HistoryInfo_Publisher=Yayıncı
HistoryInfo_Version=Sürüm
HistoryInfo_InstallDate=Kurulum Tarihi
HistoryInfo_UseSize=Alan kullanımı
HistoryInfo_Location=Konum
HistoryInfo_UninstallDate=Kaldırma tarihi
Lan_NoBundle_New=Donanımla gelen yazılım, ana programı kurarken haberiniz olmadan diğer programları kurabilir.
Lan_Main_Soft=Ana Program
Lan_Bundled_Soft=Kurulumla Gelen Program
Lan_Bundled_Plug=Kurulumla Gelen Eklenti
ColumnName_Logged=Kurulum günlüğü
ColumnName_LogDate=Kurulum tarihi
ViewDetail=Günlüğü görüntüle
NoPrograms_Logged=Kurulum İzleyici tarafından günlüğü tutulan programlar ilerideki program kaldırmalarda derinlemesine tamamen kaldırılabilir.
Show_Components_M=Sistem çalışma zamanı bileşenlerini göster
Last_Days_M=son %s gün
Last_Month_M=son %s ay
Last_Months_M=son %s ay
Larger_M=%s' den büyük
NotUsed_Month_M=%s ay boyunca kullanılmadı
NotUsed_Months_M=%s ay boyunca kullanılmadı
AllDrives_M=Tüm sürücüler

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Boyut
ListView_SoftwareList.Columns[2].Caption=Kurulum Tarihi
ListView_SoftwareList.Columns[3].Caption=İşlem
Menu_Program_Uninstall.caption=Kaldır
Menu_Program_Repair.caption=Onar
Menu_Program_Refresh.caption=Yenile
Menu_Program_OpenFileLocation.caption=Dosya Konumunu Aç
Menu_Program_OpeninRegedit.caption=Regedit'te Aç
Menu_Program_SearchOnline.caption=Çevrimiçi Ara
mni_Openthewebsite.caption=Web sitesini açın
mni_RunNow.caption=Şimdi çalıştır

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Türü
ListView_BundleList.Columns[2].Caption=İşlem
Menu_Program_Uninstall.caption=Kaldır
Menu_Program_OpenFileLocation.caption=Dosya Konumunu Aç
Menu_Program_OpeninRegedit.caption=Regedit'te Aç
Menu_Program_SearchOnline.caption=Çevrimiçi Ara
mni_Ignore.caption=Yoksay
mniOpenthewebsite.caption=Web sitesini açın

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Kurulumla gelen yazılım bulundu.
btn_UninstallAll.caption=Hepsini Kaldır
lbl_Info.caption=Aşağıdaki tüm paket yazılımları IObit Uninstaller PRO ile birlikte kaldırın veya yalnızca mevcut programı kaldırın.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Kurulumla gelen yazılım bulundu. Lütfen istenmeyen kurulumla gelen yazılımlarıda kaldırmak için ayrıca seçin.

[PromoteForm_M]
M_ProAD_Title=Pro baskı ile daha çok özellikler ve faydalar :
M_ProAD_CleanLog=Kurulum esnasında günlüğü yaratılmış programları derinlemesine tamamen kaldırma
M_ProAD_Monitor=Program kurulumunu izleme ve programla gelen yazılımları kolayca kaldırma
M_ProAD_Database=İnatçı programları etraflıca kaldırmak için geniş veritabanı
M_ProAD_Plugin=Güvenli ve düzgün çevrimiçi gezinti için kötü amaçlı/reklam eklentileri kaldırma
M_ProAD_Update=Önemli programlarınızı her zaman güncel tutmak için bir-tık
M_ProAD_SoftHealth=Yazılım güvenlik açıklarını otomatik olarak algılayın ve açılır pencere bildirimlerini ve istenmeyen reklamları kolayca engelleyin
M_Continue=Kaldırmaya Devam et
M_BundleTitle=Kurulumla gelen yazılımmları tamamen kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_BundleTitle2=Program kurulumunu gerçek zamanda izleyin ve kurulumla gelen yazılımmları kolayca kaldırın.
M_UninstallLogTitle=İzlenmiş günlükler ile ilerideki etraflıca kaldırma için Otomatikman algılama ve günlük tutmak üzere IObit Uninstaller PRO'yu etkinleştirin.
M_PluginMaliciouTitle=Kötü amaçlı/reklam eklentilerini tamamen kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_PluginMaliciouTitle2=Sürekli genişleyen veritabanı daha çok kötü amaçlı/reklam eklentisini kaldırmaya yardımcı olacaktır.
M_SPUninstallFail=%s kurulum kaldırılması başarısız.
M_SPAD_Title=Onu belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_SPUninstallFailCount=%d programın kaldırılması başarısız.
M_SPADCount_Title=normal bir yolla kaldırılamaz. Onları belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotTile_1=%s kurulumun kaldırılması başarısız.
SpecPromotTile_2=%d program kaldırılması başarısız.
SpecPromotTile_3=1 program kaldırıldı.
SpecPromotTile_4=%d program kaldırıldı.
SpecPromotTile_5=Fakat 1 programın kaldırılması başarısız.
SpecPromotTile_6=Fakat %d programın kaldırılması başarısız.
SpecPromotInfo_1=Onu belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotInfo_2=Onları belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotInfo_3=%s normal bir yolla kaldırılamaz.

[Protip_M]
Congratulations_M=Tebrikler!
YouHave_M=En son sürüm IObit Uninstaller'a başarıyla güncellediniz.
Try_M=Onu şimdi deneyin!
Tip_M=Başarıyla otomatikman IObit Uninstaller <a>%d</a> sürümüne güncellendi.
WhatNew_M=En son sürümdeki yenilikler :
More_M=Daha çok Ayrıntı

[Uninstaller_Public_M]
Lan_ButtonCancel=İptal et
Lan_ButtonClose=Kapat
Lan_ButtonContinue=Devam et
Lan_ButtonClean=Temizle
Lan_Cleaning=Temizliyor…
Lan_Details=Ayrıntılar
Lan_Exit=Çıkış
Lan_Hide=Gizle
Lan_Ignore=Yoksay
Lan_Ignored=Yoksayıldı
Lan_item=öğe
Lan_items=öğe
Lan_LoadingD=Yükleniyor…
Lan_WindowMin=Küçült
Lan_WindowMax=Tam sayfa
Lan_ButtonNo=Hayır
Lan_Name=Adı
Lan_NameT=Adı (Toplam: %d)
Lan_Notagain=Bunu bir daha gösterme
Lan_ButtonOK=Tamam
Lan_Publisher=Yayıncı
Lan_WindowRest=Geri yükle
Lan_ButtonRemove=Kaldır
Lan_State=Durumu
Lan_Show=Göster
Lan_Scan=Tara
Lan_Search=Ara
Lan_ButtonUninstall=Kaldır
Lan_Version=Sürüm
Lan_ButtonYES=Evet
Lan_ButtonFor0=Pro'yu $0 bedelle alın
Lan_ButtonActivate=Şimdi Etkinleştir
Lan_ButtonUpgrade=Şimdi Yükselt
Lan_ButtonUpgradeFor0=$0 Değerle Şimdi Yükselt
Lan_DisplayName=Adı
Lan_Installationpath=Kurulum yolu
Lan_Description=Tarifi
Lan_LinkAbout=Hakkında bağlantısı
Lan_LinkHelp=Yardım bağlantısı
Lan_SysMsgCorrupted=Bazı IObit Uninstaller dosyaları bozulmuş. Lütfen IObit Uninstaller'ı tekrar kurun.
Lan_Bit=bit

[RC_M]
M1=ÜCRETSİZ PRO Sürümünü Alın
M2=Daha kolay, daha güçlü ve daha eksiksiz kaldırmanın keyfini çıkarmak 0$.
M3=Otomatik
M4=Artık Dosyaları Temizleme
M5=1-Tıklama
M6=Tüm Yazılım Sorunları Düzeltildi
M7=4000+
M8=İnatçı Yazılım Kaldırma
M9=50% Daha Büyük
M10=Yazılım Güncelleyici Veritabanı
M11=Artık daha harika ve geliştirilmiş PRO özellikleri ÜCRETSİZ olarak sunuluyor:
M12=OTOMATİK Kalıntı Dosyaları Temizlemeyi etkinleştirmek ÜCRETSİZDİR
M13=ve kolaylıkla daha hızlı ve sorunsuz bir bilgisayarın keyfini çıkarın.

[Unistaller_Register_M]
license_OtherCode_M=%s lisans kodu sadece %s için geçerli. %s programınızı indirmek ve kaydetmek için lütfen Tamam düğmesine tıklayın.
LicenseCannotconnect_M=Sunucumuza bağlanamaz. Lütfen ağ/proxy ayarlarını kontrol edin ve ve lisansınızı doğrulatmayı daha sonra deneyin.
license_OtherGivewalys_M_M=%s eşantiyon lisanstır ve sadece belirtilen sürüm için geçerlidir. IObit Uninstaller %s PRO yeni lisans kodu satın almak için lütfen <a>burayı</a> ziyaret edin.
License_expired_M=%s lisansının süresi sona erdi. Yeni bir lisans satın almak için <a>buraya</a> tıklayın.
License_maximum_M=%s lisansı en çok PC için etkinleştirilmiş ve kullanılamaz. Bu PC'de IObit Uninstaller etkinleştirmek için başka bir lisans satın almak üzere lütfen <a>buraya</a> tıklayın.
License_Free_M=%s lisansı etkinleştirilemez. IObit Uninstaller PRO için lütfen yeni bir lisans satın alın.
License_valid_M=Geçersiz lisans kodu! Lütfen geçerli bir lisans kodu girin.
LicenseSeat_M=Lisans Kapsamı :
LicenseCodeLiftTime_M=Bu ömür boyu lisans kodudur, sadece IObit Uninstaller v%d için geçerlidir. Lütfen IObit Uninstaller v%d PRO'nuzu tekrar kurun.
licensedays_left_M=%d gün kaldı
licenseday_left_M=%d gün kaldı
LicenseCodeLocation_M=%s lisans kodu sizin bölgeniz veya ülkeniz için geçersiz. Geçerli bir tane satın almak için lütfen Tamam'ı tıklayın.
Never_M=Hiç bir zaman
M_CheckYourLicense=Lisans durumunuzu kontrol etmek için Seçenekler menüsü altındaki Aboneliğim'e gidebilirsiniz.

[Uninstaller_Form_Activate]
Label_Get.caption=Lisans Al
Label_Retrv.caption=Lisansı Geri Al
Label_Eg.caption=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Şimdi Kaydet
RdLabelCaption.caption=Daha İyi Servis Deneyimi için Pro Bakıyı Etkinleştirin
Label_Please.caption=Pro Baskının bütün özelliklerini etkinleştirmek için lütfen lisansınızı girin ve "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
RdBtnlab.caption=Daha çok Faydalanacağınıza Söz Verdiklerimiz :
RdImgBtn_Upgrade.caption=Pro'ya Yükselt

[Form_Activate_M]
TitleOne=Clean Günlük ile Kaldır
ContentOne=Kurulum sırasında oluşturulan günlüklerle programları tamamen kaldırın
TitleTwo=İnatçı Programı Kaldırma
ContentTwo=Benzersiz veritabanıyla 4000'den fazla inatçı programı tamamen kaldırın
TitleThree=Sorunsuz Yazılım Performansı
ContentThree=Yazılım güvenlik açıklarını otomatik olarak algılayın ve açılır pencere bildirimlerini ve istenmeyen reklamları kolayca engelleyin
TitleFour=Yazılım Güncelleme
ContentFour=Önemli programlarınızı her zaman güncel tutmak için tek tıklama

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Kapat
lbleg.Caption=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Yardım
Label_Please.caption=Lütfen lisansınızı girin ve PRO baskının tüm işlevlerini etkinleştirmek için "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
RdImgBtnRegister.caption=Şimdi Kaydet
Label_Retrv.caption=Lisansı Geri Al
Label_HaveLicense.caption=Lisansınız yok mu?
Label_click.caption=Bir tane almak için buraya tıklayın.
RdImageButton_Back.caption=Geri
RdImageButton_Close.caption=Kapat
RdLabelCaption.caption=IObit Kurulum Kaldırıcı Lisans Yöneticisi
Label_Status.caption=Lisans durumu :
Label_Activated.caption=Etkinleştirildi
Label_Lcode.caption=Lisans kodu :
Label_Data.caption=Bitiş tarihi :
Label_Refresh.caption=Yenile
Label_Export.caption=Lisansı dışarı aktar
rdlblAlread.caption:=Zaten lisans kodu var

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Yardım
RdImgBtn_Closetwo.caption=Kapat
Label_success.caption=Lisans kodu başarıyla etkinleştirildi!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ekran resmi almak istediğiniz alanı seçmek için farenin sol tuşuna basın ve sürükleyin
M_NoticeInfo_AC=2. Sağ tuşlayın veya "Esc" tuşuna basın
M_Rect=Dikdörtgen
M_Oval=Oval
M_Text=Metin
M_Paintbrush=Fırça
M_Return=Geri alma işlemi ((Ctrl + Z))
M_Copy=Not Panosuna kopyala
M_Exit=Ekran resminden çık
M_Save=Kaydet
M_TipInfo=Ekran resmi Not Panosuna kaydedildi. Yapıştırmak için "Ctrl + V" kullanabilirsiniz.
M_TipShow=Bu mesajı tekrar gösterme
M_TipSure=Tamam

[Uninstaller_frmSetting]
lbl_Caption.caption=Ayarlar
lbl_SkinTitle.caption=Tema :
lbl_LanguageTitle.caption=Geçerli Dil:
lbl_FontSize.caption=Yazıtipi boyutu :
lbl_Dark.caption=Karanlık
lbl_Light.caption=Açık
lbl_Transparency.caption=Şeffaflık:
lbl_UpdateTitle.caption=Güncelleme Yöntemi
lbl_UpdateChooseDes.caption=Bu ürün için güncelleme yöntemi :
btnImg_UpdateRemind.caption=Kullanılabilir güncelleme olduğunda bana ilet
btnImg_UpdateAuto.caption=Otomatikman güncelle
btnImg_AutoDelete.caption=Artakalan dosyaları otomatikman kaldır
btnImg_AfterUninstallAutoScan.caption=Diğer kurulum kaldırıcılarla kaldırılan programın artakalanlarını otomatikman sil
btnImg_RemoveToRecycleBin.caption=Artakalan dosyaları Geri Dönüşüm Kutusuna sil
btnImg_ShowExplorerButton.caption=Dosyayı Öğüt düğmesini Gezgine ekle
btnImg_ShowComponents_New.caption=Sistem çalışma zamanı bileşenlerini göster
btnImg_ShowMenuButton.caption=Windows içerik menüsüne Güçlü Kaldırma seçeneğini akle
btnImg_CreateRestore.caption=Kaldırmadan önce bir geri yükleme noktası oluşturun
lbl_HotKey.caption=Kolay Kaldırma için Kısayol Tuşu
lbl_OccupiedHotKey.caption=Zaten kullanılmış, yeni bir tane girin.
btn_NotifySoftUpdater.caption=Kullanılabilir yazılım güncellemeleri olduğunda bana ilet
btnImg_SystemDiskSpace.caption=Sistem diski serbest alanı 10% un altında olduğunda bana ilet
btnImg_UserInterface.Caption=Kullanıcı Arayüzü
btnImg_General.Caption=Genel
btnImg_Notification.Caption=İletiler
btn_Uninstall.Caption=Kaldır
btn_SoftwareHealth.Caption=Yazılım Sağlığı
btn_Ingore.Caption=Listeyi Yoksay
lbl_Infrequently.Caption=Nadiren Kullanılan Programlar: için kullanılmaz
lbl_Large.Caption=Büyük Programlar: şundan büyük
btn_UpdateManually.Caption=El ile güncelle
btn_Quick.Caption=Programın orijinal kaldırma rutininden gelen istekleri otomatik olarak onaylamak için Hızlı Kaldırmayı etkinleştirin (mümkünse)
btn_SoftAutoUpdate.Caption=Eski yazılımı otomatik güncelle
lbl_SavaDownload.Caption=İndirilen tüm programları şuraya kaydedin:
btn_Browse.Caption=Gözat...
lbl_PermissionsDes.Caption=Taramak istediğiniz yazılım izinlerini seçin:
lbl_InstallFileDes.Caption=Kurulum dosyalarının silinmesi:
btn_InstallFilesInstalled.Caption=Halihazırda kurulu olan tüm kurulum dosyalarını silin
btn_InstallFilesNotUsed.Caption=Kullanılmayan kurulum dosyalarını silin
btn_InstallFileDelte.Caption=Kurulum dosyalarını Geri Dönüşüm Kutusu'na sil
lbl_IgnoreTip.Caption=Yok sayılan öğeler, siz onları aşağıdaki listeden kaldırana kadar algılanmayacaktır.
btn_EnableMonitor.Caption=IObit Uninstaller Monitor'ü etkinleştirin ve Windows başlangıcında yükleyin
btn_SkipUAC.Caption=Kullanıcı Hesap Deneticisi (UAC) uyarısını atla
lbl_RecentlyInstall.Caption=En Son Yüklenen Programlar:
btn_UseSystemDIP.Caption=Sistem DPI ölçekleme ayarlarını kullan
lbl_bundleware_IgnoreTip.Caption=Bundleware Yoksayma Listesi
lbl_health_IgnoreTip.Caption=Yazılım Sağlığı Yoksayma Listesi

[Uninstall_setting_M]
Setting_Size_Normal=Normal
Setting_Size_Large=Geniş
Setting_Size_Larger=Daha Geniş
EnableMonitor=IObit Uninstaller Monitor, önemli özelliklerin düzgün çalışmasını sağlamak için arka planda çalışacaktır.
SystemComponentsInfo=Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA gibi sistem bileşenleri.
btnImg_NotificInstallLog_M1=Otomatik izleme sonrası kurulum günlüğü yaratıldığı zaman beni uyar
btnImg_BundlewareInstalled_M=Donanımla gelen yazılım kurulduğu zaman beni uyar
btnImg_BrowserPlugTip_M=Kötü amaçlı eklenti kurulduğu zaman beni uyar
btnImg_AutoCleanTipForm_M=Başka bir kaldırıcının kaldırmasının bıraktığı artık dosyaları tespit ettiğinde bana haber ver
btnImg_leftovers_M=Kaldırılmış programların artakalanları algılandığı zaman beni uyar
btnImg_SoftNotific_M=Açılır bildirimler algılandığında bana bildir
btnImg_NotNeedInstall_M=Gereksiz yükleme dosyaları algılandığında bana bildir
btnImg_NotNeedJunk_M=Yazılım gereği fazla dosya algılandığında bana haber ver
M_Mounth=1 ay
M_Mounths=%d ay
Last_Days_M=son %s gün
Last_Month_M=son %s ay
Last_Months_M=son %s ay

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=İşlevler düzgün çalışmayacak!
rdlblSure.caption=IObit Uninstaller Monitor Windows başlangıcında yüklenmiyorsa, yukarıdaki işlevler düzgün çalışmayacaktır. Yine de seçeneği iptal etmek istiyor musunuz?
rdlblDes.caption=IObit Uninstaller Monitor aşağıdaki işlevler için çok önemli ve gereklidir:
rdhtmlblText.caption=- Güncellemeleri kontrol edin<br>- Program yüklemelerini izleyin<br>- Eksik kaldırma işlemini veya artık dosyaları tespit edin<br>- Kötü amaçlı yazılımları/uzantıları ve paket yazılımları tespit edin<br>- Açılır pencere bildirimlerini tespit edin<br>- Gereksiz yüklemeleri tespit edin dosyalar<br>- Sistem diskindeki boş alanı izleyin

[SoftUpdate_M]
SUCaption=Yazılım Güncelleyici
SU_GroupOutData=Güncel değil
SU_GroupUpToDate_New=Güncel
SU_Ignore=Yoksay
SU_Ignored=Yoksayıldı
SU_NoIgnore=Yoksayı Geri al
SU_Update=Güncelle
SU_Updating=Güncelliyor
SU_UpToDate=Güncel
SU_NewVersion=Yeni Sürüm
SU_CurrVersion=Geçerli Sürüm
SU_ActivePro=Otomatik güncellemeleri etkinleştir
SU_Button_UpdateAll=Tümünü Güncelle
SU_NoUpdates=Bilgisayarınızdaki yazılım için herhangi bir güncelleme mevcut değil.
SU_IgnoreForever=Tüm güncellemeleri yoksay
SU_IgnoreCurrent=Geçerli güncellemeyi yoksay
SU_CancelUpdate=Güncelleme devam ediyor. Güncellemeyi iptal etmek istediğinizden emin misiniz?
SU_DefaultSelUpdate=Hooray! Tüm yazılımlar güncel!
SU_DefaultUpdaterPromoteInfo=Güvenlik risklerini azaltmak için tüm güncel olmayan yazılımları güncelleyin.

[SoftUpdatePromote_M]
IUP_Manually=Elle Güncelle
Img_Tab=IObit Uninstaller PRO ile daha çok alın
LbIUPromote1=Tüm önemli programları sadece 1-tıkla güncelle
LbIUPromote2=Bir web sitesine gitmeden güncellemeleri otomatikman kur
IUP_Manually2=Manuel Olarak Kaldır
LbIUPromote3=Tüm inatçı programları tek tıklamayla kaldırın
LbIUPromote4=Unqiue veritabanı 4000'den fazla inatçı programın kaldırılmasını destekliyor
LbIUPromote5=Kaldırma sorunlarını otomatik düzelt ve kaldırma işleminden sonra kalanları otomatik temizle
IUP_Manually3=Manuel Olarak Kaldır
LbIUPromote6=Tüm kötü amaçlı yazılımları ve uzantıları tek tıklamayla kaldırın
LbIUPromote7=Kaldırıldıktan sonra kalanları otomatik temizle
SUInstall=Kur
SUImg_Tab=IObit Software Updater Kur
LbSUPromote1=Çaba sarfetmeden daha çok programı güncelle
LbSUPromote2=İstediğiniz programları kolayca kurun
SUEULA="Install" tıklamakla, IObit Software Updater kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a> nı kabul etmiş olursunuz.

[SoftUpdateTip_M]
TipOne=<a>%s</a> ürünün güncellenmeye gereksinimi var
TipOnes=<a>%s</a> ürünün güncellenmeye gereksinimi var
TipInfo=PC'nizi güvenlik açıklarından korumak için
NeverShow=Bunu bir daha gösterme
BtnUpdate=Şimdi Güncelle
M_NoticeLastUpdate=son güncellemeden bu yana %s gün
M_NoticeLastOneUpdate=son güncellemeden bu yana 1 gün

[SpecUTool_M]
SpecTOpen=Aç
SpecTOK=Tamam
SpecTHide=Gizle
TrayHint=IObit Uninstaller programları kaldırıyor
SpecTUninstalling=Takip eden programı kaldırıyor :
SpecTUninstallingM=Takip eden programları kaldırıyor :
SpecTUninstalled=program kaldırıldı.
SpecTUninstalledM=program kaldırıldı.
SpecTClose=Kapat

[Uninstaller_form_StubbornTool]
lbl_Title.caption=İnatçı Program Kaldırıcı
lbl_DescInfo.caption=Diğer yerlerde kaldırma girişi bulamadığınız programları kolayca kontrol edin ve kaldırın.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Resmi Temizleyici Veritabanı (%d)
OfficialDesEx=Güvenlik nedeniyle bazı programlar normal bir şekilde kaldırılamaz. Resmi temizleyicilerini burada kullanarak kolayca kaldırabilirsiniz.
AllGroupEx=Desteklenen Programlar Veritabanı (%d)
AllDesEx=Burada başka yerlerde bir kaldırma girişi bulamayabileceğiniz daha fazla programın listesi. Bunları buradan kolayca kaldırabilirsiniz.
ProblemsTip=Problemler bulundu
LoadingTip=Desteklenen Programlar Veritabanı yükleniyor...
NotInstallSingleMsgBox=Aşağıdaki program için herhangi bir kaldırma sorunu tespit edilmedi. Kaldırmaya devam edip artık dosyaları taramaya devam ettiğinizden emin misiniz?
NotInstallSomeMsgBox=Aşağıdaki programlar için herhangi bir kaldırma sorunu tespit edilmedi. Kaldırmaya devam edip artık dosyaları taramaya devam ettiğinizden emin misiniz?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Sistem Geri Yükleme
rdlblDesc.Caption=Bilgisayarınızı seçilen olay öncesi durumuna geri yükleyin. Sistem güvenliği için en sonuncusu silinemez.
ListView_Restore.Columns[0].Caption=Tarih ve Saat
ListView_Restore.Columns[1].Caption=Tarifi
btn_CreateRestorePoint.Caption=Geri Yükleme Noktası Yarat
RdImageButton_Restore.Caption=Geri yükle
RdImageButton_Delete.Caption=Sil
lblNull.Caption=Hiç sistem geri yükleme noktası yok.
Rdlbl_CreateRestorePoint.caption=Geri Yükleme Noktası Yarat

[SystemRestore_M]
SysRestore_CreateComplete=Geri Yükleme noktası başarıyla yaratıldı!
SysRestore_CreateFailed=Geri Yükleme noktası yaratma başarısız! Lütfen Sistem Geri Yüklemeniz etkinleştirilmiş mi kontrol edin.
SysRestore_CreateRestore_Confirm=Bir geri yükleme noktası yaratmak istediğinizden emin misiniz?
SysRestore_CreateRestore_Tip=Geri Yükleme noktası yaratıyor, lütfen bekleyin…
SysRestore_CreateRestore_Failed=Geri Yükleme noktası yaratma başarısız! Lütfen Sistem Geri Yüklemeniz etkinleştirilmiş mi kontrol edin.
SysRestore_SetRestore_Confirm=İKAZ: Sisteminizi bir geri yükleme noktasına geri yüklemek bu geri yükleme noktasından sonra yapılan tüm değişiklikleri iptal edecektir. Bir kere başladımı, Sistem Geri Yükleme iptal edilemez veya kesintiye uğratılamaz. Devam etmek istediğinizden emin misiniz?
SysRestore_SetRestore_Reboot=Bu değişiklikleri uygulamak için yeniden önyükleme gerekir. Yeniden önyükleme öncesi lütfen tüm açık dosyalarınızı kaydedin ve tüm açık programlarınızı kapatın. Bilgisayar şimdi önyüklensin mi?
SysRestore_SetRestore_Tip=Sistem dosyalarını ve ayarları geri yüklüyor, lütfen bekleyin…
SysRestore_Delete_Confirm=Onu silmek istediğinizden emin misiniz?

[UninstallForm_M]
MsgBox_SelectProgram=Lütfen en az bir program seçin.
Msg_Bundle_RebootSpec=kaldırıldı. Kadırmayı tamamlamak için lütfen bilgisayarınızı yeniden önyükleyin.
OneItemStr=%d öğe
SomeItemStr=%d öğe
Clean_Uninstall=Temiz Kurulum Kaldırma
RebootToDelete_Str=(Yeniden önyüklemede sil)
UninstallingSingleStr=Seçilen programı kaldıracağınızdan emin misiniz?
UninstallingSomeStr=Seçilen %d programı kaldıracağınızdan emin misiniz?
UninstallingSingleStr_New=Seçili öğeyi kaldırmak istediğinizden emin misiniz?
UninstallingSomeStr_New=Seçilen %d öğelerini leri kaldırmak istediğinizden emin misiniz?
UninstallingSingleStrUpdate=Seçilen Windows güncellemesini kaldıracağınızdan emin misiniz?
UninstallingSomeStrUpdate=Seçilen %d Windows güncellemesini kaldıracağınızdan emin misiniz?
UninstallingSingleStrApp=Seçilen Windows uygulamasını kaldıracağınızdan emin misiniz?
UninstallingSomeStrApp=Seçilen %d Windows uygulamasını kaldıracağınızdan emin misiniz?
Uninstall_Str=Kaldırılan %s (%d/%d)
Scan_Str=Taranan %s (%d/%d)
UninstallOne_Str=Kaldırılan %s
ScanOne_Str=Taranan %s
CreateRetore_Str=Geri Yükleme noktası yaratıyor, lütfen bekleyin…
SureToDeleteSomeStr=<a>%d</a> program kaldırıldı. Fakat hala onların takip eden artakalanları var.
SureToDeleteOneStr=<a>1</a> program kaldırıldı. Fakat hala onun takip eden artakalanları var.
SureToDeleteSomeStr_New=<a>%d</a> öğeler kaldırıldı. Ama hala aşağıdaki artık dosyalara sahipler.
SureToDeleteOneStr_New=<a>1</a> öğe kaldırıldı. Ama yine de aşağıdaki artık dosyaları var.
SureToDeleteSomeStrApp=<a>%d</a> Windows uygulaması kaldırıldı. Fakat hala takip eden artakalanları var.
SureToDeleteOneStrApp=<a>1</a> Windows uygulaması kaldırıldı. Fakat onun hala takip eden artakalanları var.
SureToDeleteByHistroy=Artakalan bulundu
DeletingStr=Artakalanları siliyor, lütfen bekleyin
DeleteCancleStr=Silmeyi iptal etmek istediğinizden emin misiniz?
RestoringCancleStr=Geri Dönüş Noktası Yaratıyor. İptal etmek istediğinizden emin misiniz?
UninstallingCancleStr=Kaldırma işlemi devam ediyor ve eğer şimdi çıkarsanız artakalan dosyalar kalabilir. Çıkmak istediğinizden emin misiniz?
ScaningCancleStr=Tarama devam ediyor ve eğer şimdi çıkarsanız, artakalan dosyalar kalabilir. Çıkmak istediğinizden emin misiniz?
RegistryCaption_Str=Kayıt
FileCaption_Str=Dosya
TaskCaption_Str=Çizelgelendirilmiş Görevler
ServiceCaption_Str=Sistem Servisleri
DllCaption_Str=DLL Kaydı
SuccessReslutFromHistroySingle=Artakalan dosyalar başarıyla temizlendi. Aşağıdaki ayrıntıları denetleyin :
SuccessReslutFromUninstallSingle=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSome=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSingle_New=<a>%d</a> öğesini başarıyla kaldırdınız ve aşağıdaki artıklar da silindi:
SuccessReslutFromUninstallSome_New=<a>%d</a> öğelerini başarıyla kaldırdınız ve aşağıdaki artıklar da silindi:
SuccessReslutFromUninstallSingleApp=<a>%d</a> Windows uygulamasını aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSomeApp=<a>%d</a> Windows uygulamasını aşağıdaki ayrıntılarla başarıyla kaldırdınız :
FileDelete_Str=Dosyalar
RegDelete_Str=Kayıt defteri girdileri
TaskDelete_Str=Zamanlanmış görevler
ServiceDelete_Str=Sistem servisleri
DeepDelete_Str=Günlüğe kaydedilen öğeler
RegDelete_Str_Single=Kayıt defteri girişi
HtmlRecomReslutCaption=<a>%d</a> program kaldırıldı ve aşağıdaki artakalanlar kaldırıldı :
HtmlRecomReslutCaption1=<a>%d</a> program kurulumu ve aşağıdaki artakalanları kaldırdınız :
HtmlRecomReslutAppCaption=<a>%d</a> Windows uygulaması ve aşağıdaki artakalanları kaldırdınız :
HtmlRecomReslutAppCaption1=<a>%d</a> Windows uygulaması ve aşağıdaki artakalanları kaldırdınız :
HtmlRecomReslutSoftCaption=<a>%s</a> kaldırıldı ve aşağıdaki artıklar temizlendi:
HtmlFileReCaption=<a>%s</a> gereksiz dosya
HtmlRegReCaption=<a>%d</a> gereksiz kayıt girişi
HtmlTaskReCaption=<a>%d</a> invalid schedule tasks
HtmlServicesReCaption=<a>%d</a> geçersiz sistem servisi
HtmlDeepReCaption=<a>%d</a> öğeler günlüğe kaydedildi
HtmlFileReCaptionOne=<a>%s</a> gereksiz dosya
HtmlRegReCaptionOne=<a>%d</a> gereksiz kayıt girişi
HtmlTaskReCaptionOne=<a>%d</a> geçersiz çizelgelenmiş görev
HtmlServicesReCaptionOne=<a>%d</a> geçersiz sistem servisi
HtmlDeepReCaptionOne=<a>%d</a> öğesi günlüğe kaydedildi
UninstallPromote=Şimdi Satın al
RebootYes=Şimdi Yeniden Önyükle
RebootLater=Sonra
FromHistroyNoItem=Hiç artakalan bulunmadı.
FromUninstallNoItem=Kaldırma Tamamlandı.
RelatedMetroText=Bu uygulamalar ilişkili. Herhangi birisini kaldırmak diğerlerini de otomatikman kaldıracaktır. Kaldırmak istediğinizden emin misiniz?
RelatedSoftText=Yukarıdaki kurulumla gelen ürünler aynı anda kuruldu. Onları beraberce kaldırmak istiyor musunuz?
HtmlADPluginCaption=<a>%d</a> Reklam Eklentisi araya girmesi
HtmlMaliciousPluginCaption=<a>%d</a> Kötü amaçlı Eklenti tehditi
MoneyBackInfo=İstenmeyen programları ve eklentileri tamamen kaldırarak daha emniyetli ve daha hızlı PC'nin keyfini alacaksınız. 60 günlük para geri ödeme garantisi. Hiç soru sormadan.
SpecRestartAll=Takip eden programları tamamen kaldırmak için lütfen bilgisayarınızı yeniden önyükleyin. Şimd yeniden yüklensin mi?
SpecRestartOne=Takip eden programı tamamen kaldırmak için lütfen bilgisayarınızı yeniden önyükleyin. Şimd yeniden yüklensin mi?
UnPromoteTitle=Fakat PRO baskı ile daha çok özellik ve fayda sunulabilir :
UnPromote_60=60-günlük Para-geri ödeme Garantisi
PromotelbPlugins_New=Güvenli internet deneyimi için <a>%d</a> kötü amaçlı yazılımları ve eklentileri kaldırın
PromotelbPlugin_New=Güvenli internet deneyimi için <a>%d</a> kötü amaçlı yazılımı ve uzantıyı kaldırın
PromotelbPlugin0_New=Güvenli internet deneyimi için kötü amaçlı yazılımları ve uzantıları kaldırın
PromotelbUpdate=Güvenlik risklerini azaltmak için <a>%d</a> güncel olmayan yazılımı güncellemek üzere 1-tık
PromotelbUpdate0=Güvenlik risklerini azaltmak için güncel olmayan yazılımı güncellemek üzere 1-tık
PromotelbMoreDBs_New=Detaylı bir şekilde <a>%d</a> inatçı programları kaldırın
PromotelbMoreDB_New=Detaylı bir şekilde <a>%d</a> inatçı programını kaldır
PromotelbMoreDB0_New=Benzersiz veritabanı sayesinde 4000'den fazla inatçı programı kaldırabilirsiniz
PromotelbClean=Kurulumla gelen yazılımları kaldırmak için 1-tık
PromotelbAuto=Diğer kurulum kaldırıcılarca bırakılan program artakalanlarını otomatik silme
NeedCloseApp=%s çalışıyor ve kaldırılmadan önce kapatılması gerekir. Kapatmak istediğinizden emin misiniz?
LB_Free=Bedelsiz
LB_Pro=PRO
RestoreOpenstr=Sistem Geri Yükleme etkinleştirilmemiş. Lütfen onu etkinleştirmek için "Tamam"ı tıklayın ki, IObit Uninstaller, programları kaldırmadan önce geri yükleme noktası yaratabilsin.
OfficialFail=Takip eden programın kaldırılması başarısız. Onu resmi kaldırma yardımcı programıyla kaldırabilirsiniz.
OfficialFails=Takip eden programların kaldırılması başarısız. Onları resmi kaldırma yardımcı programlarıyla kaldırabilirsiniz.
QuitDonwload=İndirmeyi iptal etmek istediğinizden emin misiniz?
LogHintTitle=Daha Çok Faydalar, Söz Verdiklerimiz :
LogHintStr=+ Günlüğü tutulmuş programları derinlemesine tamamen kaldırma<br>+ 200+ inatçı programı temiz kaldırma<br>+ Donanımla gelen yazılımları tamamen ve kolayca kaldırma
UpgradePromote=Artakalanları otomatikman kaldırmak için IObit Uninstaller PRO'ya yükseltin
UpgradeFileDelete=%s artakalan dosya başarıyla temizlendi.
UpgradeRegsDelete=%s artakalan kayıt girişi başarıyla temizlendi.
UpgradeRegDelete=%s artakalan kayıt girişi başarıyla temizlendi.
TrdUnPromoteResidualFile=Artık dosyalar manuel olarak silindi.
TrdUnPromoteTired=Manuel temizlemeden bıktınız mı?
TrdUnPromoteUpgrade=Artık dosyaları zahmetsizce temizlemek için IObit Uninstaller PRO'ya yükseltin.
TrdUnPromoteAdvanced=Gelişmiş tarama algoritmaları
TrdUnPromoteAutoClean=Artık dosyaları otomatik temizle
TrdUnPromoteEnableNow=Otomatik Temizlemeyi Etkinleştir
PromoteB_Title=Pro sürümle daha çok sorun düzeltilebilir :
PromoteB_Update=Güncel olmayan yazılım 1-tıkla güncellenebilir :
PromoteB_Plugin_New=Güvenli internet deneyimi için kötü amaçlı yazılımlar ve uzantılar kaldırılmalıdır:
PromoteB_Leftover=Daha temiz PC için kurulum kaldırmanın artakalanları silinebilir :
PromoteB_Log=Günlüğü tutulmuş programlar tamamen kaldırılabilir :
PromoteB_Unuse_Some=%s ayı aşkın süredir kullanılmayan programlar kaldırılabilir:
PromoteB_Unuse_Single=%s ayı aşkın süredir kullanılmayan programlar kaldırılabilir:
PromoteB_Banweb_New=Herhangi bir kesintiyi önlemek için pop up bildirimler engellenebilir:
PromoteB_Permission=Gereksiz yazılım izinleri devre dışı bırakılabilir:
PromoteB_SetupFile=Daha fazla disk alanı yaratmak için gereksiz kurulum dosyaları temizlenebilir:
PromoteB_JunkFile=Daha fazla disk alanı kazanmak için yazılım yedekli dosyaları silinebilir:
PromoteB_Fix=Şimdi Düzelt
PromoteB_Stubborn=Tamamen kaldırılabilir inatçı programlar:
OfficialSp_1=Programın resmi kaldırma yardımcı aracı ile aşağıdaki programı tamamen kaldırın.
OfficialSps_1=Programın resmi kaldırma yardımcı aracı ile aşağıdaki programları tamamen kaldırın.
LogPromoteHintTitle=<a>PRO sürümüyle</a> kaydedilen tüm öğeleri tamamen temizleyin:
LogPromoteHintRegs=<a>%s</a> kayıt defteri girdileri
LogPromoteHintReg=<a>%s</a> kayıt defteri girdisi
LogPromoteHintFiles=<a>%s</a> dosya
LogPromoteHintFile=<a>%s</a> dosya
LogPromoteHintTasks=<a>%s</a> zamanlanmış görevler
LogPromoteHintTask=<a>%s</a> zamanlanmış görev
LogPromoteHintServices=<a>%s</a> sistem servisleri
LogPromoteHintService=<a>%s</a> sistem servisi
LogPromoteHintDlls=<a>%s</a> dll kayıtları
LogPromoteHintDll=<a>%s</a> dll kayıdı
LogPromoteFormLogPro=kayıtlı öğeler
LogPromoteFormDesc_New=PRO sürümü ile daha fazla kalıntı dosyayı temizleyin.
LogPromoteFormTip=Ayrıntılar aşağıdaki gibidir:
LogPromoteFormDetails=Detaylara Bak
LogPromoteFormCleanMore=Daha Fazla Temizle
EndRunningExeSingleMsgBox=Aşağıdaki öğe çalışıyor. Kapatıp silmek istediğinizden emin misiniz?
EndRunningExeSomeMsgBox=Aşağıdaki öğeler çalışıyor. Kapatıp silmek istediğinizden emin misiniz?
DeletePersonalFileMsgBox=Videolar, sesler veya resimler gibi kişisel dosyalar seçili öğelere dahil edilmiştir. Bunları kaldırmak istediğinizden emin misiniz?
Promote_CleanUninstallTitle=Kaldırmadan Önce
Promote_CleanUninstallDes=Programları tamamen kaldırmak ve kayıtlı tüm öğeleri temizlemek için PRO'ya yükseltin.
Promote_CleanUninstallBasicTitle=Temel Kaldırma
Promote_CleanUninstallBasicText=Artık tarama ve temizleme ile standart kaldırma

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Regedit'te Aç
mniMenu_Path.caption=Dosya Konumunu Aç
btnImg_AllMainCancel.caption=İptal et
btnImg_Uninstall.caption=Kaldır
btnImg_ChkAutoDelete.caption=Artakalan dosyaları otomatikman kaldır
btnImg_ChkCreateRestore.caption=Kaldırmadan önce bir geri dönüş noktası yarat
lbl_IsUninstallHint.caption=Seçilen programı kaldırmak istiyor musunuz?
btnImg_Delete.caption=Sil
btnImg_ReslutCancel.caption=İptal et
btnImgl_SeletedAll.caption=Tümünü Seç
btnImg_ChkShredFile.caption=Dosyaları öğüt
lbl_NoPowerScan.caption=Kaldırma Tamamlandı.
btnImg_RecommendClose.caption=Kapat
btnImg_Restart.caption=Evet
lbl_MoneyBackTitle.caption=Tamamen kaldırma ve daha temiz PC garanti edilmiştir
btn_Tab.caption=IObit Uninstaller PRO ile daha çok alın
lbl_InfoDB.caption=İnatçı programları etraflıca kaldırmak için geniş veritabanı
lbl_InfoRemove.caption=Güvenli ve düzgün çevrimiçi gezinti için kötü amaçlı ve reklam eklentileri kaldırın
lbl_InfoUpdate.caption=Program kurulumunu izleme ve kurulumla gelen programları kaldırma

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Yenilikler

[WindowsUpdate_M]
Update_NoItem_Tip=Hiç Windows Güncellemesi bulunmadı.
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
Update_Loading_Tip=Yükleniyor…
Update_WindowsTitle=Bilgisayarınızdaki tüm kurulmuş Windows Güncellemeleri burada listelenmiştir. Daha çok alan serbest bırakmak için istenmeyen Windows Güncellemelerini kaldırın.
Button_Uninstall=Kaldır

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Kurulum Tarihi
mniUninstall.caption=Kaldır
mniRefush.caption=Yenile

